-- phpMyAdmin SQL Dump
-- version 5.1.1deb5ubuntu1
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: Nov 19, 2022 at 06:29 AM
-- Server version: 8.0.31-0ubuntu0.22.04.1
-- PHP Version: 8.1.2-1ubuntu2.8

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `sima`
--

-- --------------------------------------------------------

--
-- Table structure for table `archives`
--

CREATE TABLE `archives` (
  `id` int UNSIGNED NOT NULL,
  `type` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `number` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `file` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `meetingDate` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `archives`
--

INSERT INTO `archives` (`id`, `type`, `number`, `file`, `meetingDate`, `created_at`, `updated_at`) VALUES
(1, 'شورای مدیران', '101', 'storage/archive/1628926983_101.pdf', '2021-04-16 19:30:00', '2021-08-14 07:43:03', '2021-08-14 07:43:03'),
(2, 'شورای مدیران', '102', 'storage/archive/1628927049_102.pdf', '2021-04-23 19:30:00', '2021-08-14 07:44:09', '2021-08-14 07:44:09'),
(3, 'شورای مدیران', '103', 'storage/archive/1628927090_103.pdf', '2021-05-14 19:30:00', '2021-08-14 07:44:50', '2021-08-14 07:44:50'),
(4, 'شورای مدیران', '104', 'storage/archive/1628927120_104.pdf', '2021-05-21 19:30:00', '2021-08-14 07:45:20', '2021-08-14 07:45:20'),
(5, 'شورای مدیران', '105', 'storage/archive/1628927159_105.pdf', '2021-05-28 19:30:00', '2021-08-14 07:45:59', '2021-08-14 07:45:59'),
(6, 'شورای مدیران', '106', 'storage/archive/1628927188_106.pdf', '2021-06-11 19:30:00', '2021-08-14 07:46:28', '2021-08-14 07:46:28'),
(7, 'شورای مدیران', '107', 'storage/archive/1628927215_107.pdf', '2021-06-15 19:30:00', '2021-08-14 07:46:55', '2021-08-14 07:46:55'),
(8, 'شورای مدیران', '108', 'storage/archive/1628927453_108.pdf', '2021-06-29 19:30:00', '2021-08-14 07:50:53', '2021-08-14 07:50:53'),
(9, 'شورای مدیران', '109', 'storage/archive/1628927501_109.pdf', '2021-07-06 19:30:00', '2021-08-14 07:51:41', '2021-08-14 07:51:41'),
(10, 'شورای مدیران', '110', 'storage/archive/1628927535_صورتجلسه شواری مدیران 110.pdf', '2021-07-13 19:30:00', '2021-08-14 07:52:15', '2021-08-14 07:52:15'),
(11, 'شورای مدیران', '111', 'storage/archive/1628927564_صورتجلسه شماره 111.pdf', '2021-07-25 19:30:00', '2021-08-14 07:52:44', '2021-08-14 07:52:44'),
(12, 'بخش فنی', '300', 'storage/archive/1628927625_صورتجلسه شماره 1 با واحد فنی.pdf', '2021-07-17 19:30:00', '2021-08-14 07:53:45', '2021-08-14 07:53:45'),
(14, 'بازرگانی', '201', 'storage/archive/1628927704_201.pdf', '2021-06-28 19:30:00', '2021-08-14 07:55:04', '2021-08-14 07:55:04'),
(15, 'بازرگانی', '202', 'storage/archive/1628927731_202.pdf', '2021-07-12 19:30:00', '2021-08-14 07:55:31', '2021-08-14 07:55:31'),
(16, 'مالی', '400', 'storage/archive/1632292989_شماره 400.pdf', '2021-09-20 19:30:00', '2021-09-22 06:43:09', '2021-09-22 06:43:09'),
(18, 'شورای مدیران', '112', 'storage/archive/1633778512_112.pdf', '2021-08-26 19:30:00', '2021-10-09 11:21:52', '2021-10-09 11:21:52'),
(19, 'شورای مدیران', '113', 'storage/archive/1633778591_113.pdf', '2021-09-24 20:30:00', '2021-10-09 11:23:11', '2021-10-09 11:23:11'),
(20, 'شورای مدیران', '114', 'storage/archive/1633778640_114.pdf', '2021-10-01 20:30:00', '2021-10-09 11:24:00', '2021-10-09 11:24:00'),
(21, 'شورای مدیران', '115', 'storage/archive/1633846367_115.pdf', '2021-10-08 20:30:00', '2021-10-10 06:12:47', '2021-10-10 06:12:47'),
(22, 'بازرگانی', '203', 'storage/archive/1634636829_203.pdf', '2021-10-11 20:30:00', '2021-10-19 09:47:09', '2021-10-19 09:47:09'),
(23, 'شورای مدیران', '116', 'storage/archive/1634639088_116..pdf', '2021-10-15 20:30:00', '2021-10-19 10:24:48', '2021-10-19 10:24:48'),
(24, 'بازرگانی', '204', 'storage/archive/1636522747_204.pdf', '2021-10-19 20:30:00', '2021-11-10 05:39:07', '2021-11-10 05:39:07'),
(25, 'شورای مدیران', '117', 'storage/archive/1636871002_117.pdf', '2021-11-13 20:30:00', '2021-11-14 06:23:22', '2021-11-14 06:23:22'),
(26, 'شورای مدیران', '118', 'storage/archive/1644299669_118.pdf', '2021-11-19 20:30:00', '2022-02-08 05:54:29', '2022-02-08 05:54:29'),
(27, 'شورای مدیران', '119', 'storage/archive/1644299701_119.pdf', '2022-02-06 20:30:00', '2022-02-08 05:55:01', '2022-02-08 05:55:01'),
(28, 'مالی', '401', 'storage/archive/1647066217_401.pdf', '2022-03-04 20:30:00', '2022-03-12 06:23:37', '2022-03-12 06:23:37'),
(29, 'شورای مدیران', '200', 'storage/archive/1651981203_200.pdf', '2022-05-06 19:30:00', '2022-05-08 03:40:03', '2022-05-08 03:40:03'),
(30, 'شورای مدیران', '201', 'storage/archive/1652593366_201.pdf', '2022-05-13 19:30:00', '2022-05-15 05:42:46', '2022-05-15 05:42:46'),
(31, 'مالی', '403', 'storage/archive/1653810839_403.pdf', '2022-05-28 19:30:00', '2022-05-29 07:53:59', '2022-05-29 07:53:59'),
(32, 'بازرگانی', '205', 'storage/archive/1653810899_205.pdf', '2022-05-27 19:30:00', '2022-05-29 07:54:59', '2022-05-29 07:54:59'),
(33, 'بازرگانی', '206', 'storage/archive/1655121971_206.pdf', '2022-06-11 19:30:00', '2022-06-13 12:06:11', '2022-06-13 12:06:11'),
(34, 'شورای مدیران', '202', 'storage/archive/1655542895_202.pdf', '2022-06-14 19:30:00', '2022-06-18 09:01:35', '2022-06-18 09:01:35'),
(35, 'مالی', '404', 'storage/archive/1655542935_4040.pdf', '2022-06-14 19:30:00', '2022-06-18 09:02:15', '2022-06-18 09:02:15'),
(36, 'متفرقه', '403', 'storage/archive/1659422898_403.pdf', '2022-08-01 19:30:00', '2022-08-02 06:48:18', '2022-08-02 06:48:18'),
(37, 'شورای مدیران', '203', 'storage/archive/1662200243_203.pdf', '2022-07-02 19:30:00', '2022-09-03 10:17:23', '2022-09-03 10:17:23'),
(38, 'شورای مدیران', '204', 'storage/archive/1662200327_204.pdf', '2022-08-12 19:30:00', '2022-09-03 10:18:47', '2022-09-03 10:18:47'),
(39, 'شورای مدیران', '205', 'storage/archive/1662266611_205.pdf', '2022-09-02 19:30:00', '2022-09-04 04:43:31', '2022-09-04 04:43:31'),
(40, 'متفرقه', '500', 'storage/archive/1664188609_صورتجلسه شماره 500.pdf', '2022-09-05 19:30:00', '2022-09-26 10:36:49', '2022-09-26 10:36:49'),
(41, 'مالی', '405', 'storage/archive/1664868467_405.pdf', '2022-10-02 20:30:00', '2022-10-04 07:27:47', '2022-10-04 07:27:47');

-- --------------------------------------------------------

--
-- Table structure for table `avls`
--

CREATE TABLE `avls` (
  `id` int UNSIGNED NOT NULL,
  `noefaAliat` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `olaviat` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `namesherkat` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `namerabet` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `address` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `codeposti` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `tel` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `fax` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `namemodiramel` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `hamrah` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `brand` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `email` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `website` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `avls`
--

INSERT INTO `avls` (`id`, `noefaAliat`, `olaviat`, `namesherkat`, `namerabet`, `address`, `codeposti`, `tel`, `fax`, `namemodiramel`, `hamrah`, `brand`, `email`, `website`, `created_at`, `updated_at`) VALUES
(1, 'UPS', 'A', 'شرکت آماک', 'مهندس افخمی', 'خیابان سهروردی ، خ توپچی ، پلاک 1', NULL, '88532715-20', NULL, NULL, NULL, NULL, NULL, NULL, '2018-12-11 07:00:57', '2018-12-11 07:00:57'),
(3, 'شبکه و وایرلس D-link', 'A', 'ایزی', 'خانم عامری', 'خیابان', NULL, '88318288-96', NULL, NULL, NULL, 'D-link', NULL, NULL, '2018-12-11 10:30:26', '2018-12-11 10:30:26'),
(4, 'UPS', 'A', 'پیما عمران نیرو', 'گلشنی 09124402959 , چگینی09122179260', '؟؟؟', NULL, '88543752 و 88749057', '88749171', NULL, NULL, NULL, NULL, NULL, '2018-12-11 10:33:54', '2018-12-11 10:33:54'),
(5, 'طراحی، مشاوره و پیاده سازی در حوزه امنیت اطلاعات  و ارتباطات و امنیت سایبری', 'A', 'پرورش داده ها', 'آقای صمدیان (145)', '؟؟', NULL, '88715455', '88554170', NULL, NULL, NULL, NULL, NULL, '2018-12-11 10:35:11', '2018-12-11 10:35:11'),
(6, 'Rack', NULL, 'پایا سیستم', NULL, '??', NULL, '77601535', NULL, NULL, NULL, NULL, NULL, NULL, '2018-12-11 10:36:09', '2018-12-11 10:36:09'),
(7, 'D-link', NULL, 'پارس شبکه ساز', 'نگهدار', '??', NULL, '77617462', NULL, NULL, NULL, NULL, NULL, NULL, '2018-12-11 10:37:39', '2018-12-11 10:37:39'),
(8, 'Cisco', 'A', 'دورنمای شبکه', 'کوروش نکاوند', '?', NULL, '88513865-75', NULL, NULL, NULL, 'Cisco', NULL, NULL, '2018-12-11 10:40:08', '2018-12-11 10:40:08'),
(9, 'HP', NULL, 'دایا سرور', 'علی خیر اندیش', '؟', NULL, '88500466', NULL, NULL, NULL, 'HP', NULL, NULL, '2018-12-11 10:41:37', '2018-12-11 10:41:37'),
(10, 'Passive - Cable-Telegardner', NULL, 'دیتا پک سیستم', 'توماری،ریچارد', '؟', NULL, '26600966', NULL, NULL, NULL, NULL, NULL, NULL, '2018-12-11 10:43:02', '2018-12-11 10:43:02'),
(11, 'HP', NULL, 'داده ورز جویا', 'خانم کهزادی 09126409314', '؟', NULL, '88525092-6', NULL, NULL, NULL, 'HP', NULL, NULL, '2018-12-11 10:46:17', '2018-12-11 10:46:17'),
(12, 'Passive', NULL, 'تایکو', 'خانم رنجبر', '؟', NULL, '66724256', NULL, NULL, NULL, NULL, NULL, NULL, '2018-12-11 10:47:47', '2018-12-11 10:47:47'),
(13, 'passive - Datwyler', NULL, 'داتام', 'خانم نوروزی', '؟', NULL, '88205787', NULL, 'مقدم', '9123262107', 'passive - Datwyler', NULL, NULL, '2018-12-11 10:49:53', '2018-12-11 10:49:53'),
(14, 'تجهیزات شبکه', 'A', 'داده افزار پاسارگاد', 'عرب نیا', 'کریم خان - خردمند جنوبی', NULL, '88348306', NULL, 'عرب نیا', '9121085348', 'passive - Datwyler', NULL, NULL, '2018-12-11 10:54:31', '2018-12-11 10:54:31'),
(15, 'Mini pc-Intel', NULL, 'همراه سیستم طلایه', 'آقای آقا زاده', '?', NULL, '88907569', NULL, NULL, NULL, 'Mini pc-Intel', NULL, NULL, '2018-12-11 10:55:31', '2018-12-11 10:55:31'),
(16, 'HP', NULL, 'مایا', 'فروزان', '?', NULL, '26216763/5', '26216765', NULL, '9123183229', 'HP', NULL, NULL, '2018-12-11 10:56:55', '2018-12-11 10:56:55'),
(17, 'HP', NULL, 'فراز پرداز رایانه', 'آقای حقیقی- بنایی', '?', NULL, '88974278-80', NULL, NULL, NULL, 'HP', NULL, NULL, '2018-12-11 10:58:07', '2018-12-11 10:58:07'),
(18, 'UPS', NULL, 'فاراتل', 'بندر چیان', '?', NULL, '66700001-5', NULL, NULL, NULL, NULL, NULL, NULL, '2018-12-11 10:59:32', '2018-12-11 10:59:32'),
(19, 'HP', NULL, 'شابل سيستم', 'حيدري', '?', NULL, '44231079', NULL, NULL, NULL, 'HP', NULL, NULL, '2018-12-11 11:00:34', '2018-12-11 11:00:34'),
(20, 'Linksys- Wireless', NULL, 'ساخت سیستم', 'حسینی', '?', NULL, '88830602', '88830601', NULL, NULL, 'Linksys', NULL, NULL, '2018-12-11 11:01:42', '2018-12-11 11:01:42'),
(21, 'Brand-Rex.Passive', NULL, 'شبکه نگار', 'مهندس سجادی', '?', NULL, '88404731, 88404110', '88406602', NULL, NULL, 'Brand-Rex', NULL, NULL, '2018-12-11 11:03:22', '2018-12-11 11:03:22'),
(22, 'UPS', NULL, 'سیستم نگار', 'خانم بنی طباء', '?', NULL, '77521031,77525470', '77600974', NULL, '0912-2722305', NULL, NULL, NULL, '2018-12-11 11:05:14', '2018-12-11 11:05:14'),
(23, 'HP', NULL, 'رمیس', 'برومند-خ معدنچی-228', '?', NULL, '88925808', '88936068', NULL, NULL, 'HP', NULL, NULL, '2018-12-11 11:06:41', '2018-12-11 11:06:41'),
(25, 'Notebook', NULL, 'ایران رهجو', 'خانم بهرامی', '؟', NULL, '88801340', NULL, NULL, NULL, NULL, NULL, NULL, '2018-12-11 11:08:58', '2018-12-11 11:08:58'),
(26, 'Fortinet', NULL, 'ماهان شبکه', 'خانم تشرفی', '؟', NULL, '41274', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-07 11:56:00', '2019-01-07 11:56:00'),
(27, 'قطعات - نوت بوک', NULL, 'کامپیوتر پویا', 'مهندس علیزاده', '؟', NULL, '88322901', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-07 11:57:33', '2019-01-07 11:57:33'),
(28, 'قطعات - نوت بوک', NULL, 'کامپیوتر پویا', 'مهندس علیزاده', '؟', NULL, '88322901', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-07 11:57:34', '2019-01-07 11:57:34'),
(29, 'نصب شبکه - لوازم شبکه', NULL, 'رایان گستر نسیم', 'آقای قربانی', '؟', NULL, '66439676-66439677', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-07 11:58:42', '2019-01-07 11:58:42'),
(30, 'مودم و آنتن TT5800', NULL, 'ارتباطات رایانه پژوهش', 'آقای زینالوند', '؟', NULL, '22257577', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-07 11:59:38', '2019-01-07 11:59:38'),
(31, 'Server - Intel - Asus - HP', NULL, 'اندیشه پرداز دوران', 'آقایان امیری - مظفری', '؟', NULL, '88511485', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-07 12:00:38', '2019-01-07 12:00:38'),
(32, 'کامپیوترهای خاص - صنعتی - Pbox و Korenix', NULL, 'اندیشه های برتر', 'مهندس طاهرزاده ، متغییر', '؟', NULL, '88723636', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-07 12:04:08', '2019-01-07 12:04:08'),
(33, 'ترانکینگ فلزی', NULL, 'آدیش پویا', 'آقای تهرانی', '؟', NULL, '88733703-4', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-07 12:05:04', '2019-01-07 12:05:04'),
(34, 'آنتی ویروس کسپرسکی', NULL, 'پارس آتنا دژ', 'خانم نوری', '؟', NULL, '44276930', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-07 12:09:10', '2019-01-07 12:09:10'),
(35, 'نصب و فروش دکل', NULL, 'ارتباط گستران شبکه', 'خانم نصری', '؟', NULL, '88947490', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-07 12:10:28', '2019-01-07 12:10:28'),
(36, 'تجهیزات Moxa', NULL, 'شرکت ایزی', 'آقای عابدی', '؟', NULL, '88318288', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-07 12:24:47', '2019-01-07 12:24:47'),
(37, 'UPS Fairstone', NULL, 'شرکت امواج تتیس', 'آقایان سمیه - تابیدان- خانم فردوسی- کریمایی', '؟', NULL, '119 کریمایی داخلی -88744974', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-07 12:28:10', '2019-01-07 12:28:10'),
(38, 'UPS Eximpower', NULL, 'شرکت بک پیشرو', 'خانم فرهانی', '؟', NULL, '22253565', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-07 12:29:17', '2019-01-07 12:29:17'),
(39, 'مودم و آنتن Linksys - Dlink -SMC Switch', NULL, 'بهینه پرداز الوند', 'آقای ستاینده', '؟', NULL, '88913525', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-07 12:30:09', '2019-01-07 12:30:09'),
(40, 'رک و تجهیزات پایا', NULL, 'پایا سیستم', 'خانم دانشوران -خانم آوین', '؟', NULL, '77683061-5', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-07 12:31:14', '2019-01-07 12:31:14'),
(41, 'مسدود کننده موبایل', NULL, 'پاسارگاد', '؟', '؟', NULL, '88929760-3', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-07 12:32:10', '2019-01-07 12:32:10'),
(42, 'رک و تجهیزات تیام', NULL, 'شرکت تیام', 'خانم رهبر  عطایی', '؟', NULL, '66942323', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-07 12:32:54', '2019-01-07 12:32:54'),
(43, 'نرم افزار و OS', NULL, 'تکنو 2000', '؟', '؟', NULL, '66493560', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-07 12:33:41', '2019-01-07 12:33:41'),
(44, 'کارت VOIP', NULL, 'شرکت تل سی', 'آقای سهیلی فر', '؟', NULL, '22014093-22405425', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-07 12:34:33', '2019-01-07 12:34:33'),
(45, 'ویدیو کنفرانس Sony', NULL, 'تهران نیک آوا', 'آقای لشگری زاده', '؟', NULL, '88957483', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-07 12:35:38', '2019-01-07 12:35:38'),
(46, 'تین کلاینت', NULL, 'شبکه آسان', '؟', '؟', NULL, '88917111-88448397', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-07 12:39:35', '2019-01-07 12:39:35'),
(47, 'کابل و تجهیزات Draka', NULL, 'دیتا پک سیستم', 'ریچارد - خانم حبیب زاده', '؟', NULL, '22646956-09354414333', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 06:09:17', '2019-01-08 06:09:17'),
(48, 'Nas Server', NULL, 'رایا اندیش', 'دهقان - حسین آبادی', '؟', NULL, '88555566', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 06:10:59', '2019-01-08 06:10:59'),
(49, 'مودم و آنتن و کابل Netronix', NULL, 'سی وان', 'حمید صاحبی', '؟', NULL, '43479301', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 06:13:46', '2019-01-08 06:13:46'),
(50, 'IP Camera Axis', NULL, 'سامانه پرداز', 'خانم مالکیان', '؟', NULL, '88318804-88349216-88834708', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 06:15:43', '2019-01-08 06:15:43'),
(51, 'کابل ماهواره', NULL, 'سوپر الکترونیک', 'آقای شهاب', '؟', NULL, '66733024', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 06:21:06', '2019-01-08 06:21:06'),
(52, 'فایروال آستارو', NULL, 'شبکه گستر', 'آقای خسرو آبادی', '؟', NULL, '88885115-88880691', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 06:23:59', '2019-01-08 06:23:59'),
(53, 'داکت PKS', NULL, 'فروشگاه برق دهکده', 'آقای عصمتی', '؟', NULL, '33923863', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 06:25:12', '2019-01-08 06:25:12'),
(54, 'UPS فاران', NULL, 'شرکت فاران', 'خانم کیان', '؟', NULL, '88304219-88811154', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 06:43:18', '2019-01-08 06:43:18'),
(55, 'UPS فاراتل', NULL, 'شرکت فاراتل', 'خانم بدری', '؟', NULL, '66700001-5', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 06:45:15', '2019-01-08 06:45:15'),
(56, 'اسکنر Fuji', NULL, 'فوژان اکسوم', '؟', '؟', NULL, '8581', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 06:46:48', '2019-01-08 06:46:48'),
(57, 'فیوژن', NULL, 'فیوژن کار', '؟', '؟', NULL, '9124580671', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 06:47:33', '2019-01-08 06:47:33'),
(58, 'GSM Modem Wavecom', NULL, 'فن آوری دانشگاه', '؟', '؟', NULL, '77210511-77447868', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 06:55:50', '2019-01-08 06:55:50'),
(59, 'مرکز تلفنهای Panasonic', NULL, 'کامتل', 'خانم صراحی', '؟', NULL, '23005232-3', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 07:07:14', '2019-01-08 07:07:14'),
(60, 'مرکز تلفنهای Panasonic', NULL, 'کامتل', 'خانم صراحی', '؟', NULL, '23005232-3', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 07:07:17', '2019-01-08 07:07:17'),
(61, 'Flash Memory Transend', NULL, 'مرآت', '؟', '؟', NULL, '66494696-66499162', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 07:08:27', '2019-01-08 07:08:27'),
(62, 'گوشی IAX', NULL, 'راد', 'مهرداد راد', '؟', NULL, '88938141', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 07:09:28', '2019-01-08 07:09:28'),
(63, 'نصب فیبر و کنده کاری - فیوژن', NULL, 'صداقت یاور', 'آقای نوروزی', '؟', NULL, '9121157237', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 07:14:35', '2019-01-08 07:14:35'),
(64, 'نمایندگی الکاتل', NULL, 'نورا', 'آقای ایرانمنش', '؟', NULL, '88060830-1', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 07:16:04', '2019-01-08 07:16:04'),
(65, 'لوله و اتصالات البرز', NULL, 'البرز', 'خانم قلی بیک', '؟', NULL, '46899810-19', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 07:16:57', '2019-01-08 07:16:57'),
(66, 'NVR QNAP', NULL, 'بهینه حفاظت', '؟', '؟', NULL, '44254203', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 07:18:57', '2019-01-08 07:18:57'),
(67, 'مودم و لوازم Planet', NULL, 'نوین نگر', 'آقای ایزدی فر', '؟', NULL, '88934247', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 07:19:45', '2019-01-08 07:19:45'),
(68, 'کابل و لوازم Nexans', NULL, 'آرسس', 'آقای دهقان', '؟', NULL, '88141272', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 07:22:02', '2019-01-08 07:22:02'),
(69, 'داکت و لوازم لگزاند', NULL, 'آدسا', 'خاتم رحمتیان - آقای صابری', '؟', NULL, '66482535', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 07:22:49', '2019-01-08 07:22:49'),
(70, 'داکت و لوازم PKS', NULL, 'الکترو عبدی', 'آقای عبدی', '؟', NULL, '33902356-33936557', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 07:24:20', '2019-01-08 07:24:20'),
(71, 'داکت و لوازم PKS', NULL, '؟', 'آقای باقری', '؟', NULL, '33999155-33999149', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 07:29:52', '2019-01-08 07:29:52'),
(72, 'تابلو برق', NULL, 'تابلو تکنیک منصور', '؟', '؟', NULL, '33923747', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 07:30:43', '2019-01-08 07:30:43'),
(73, 'UPS APC', NULL, 'پیما عمران نیرو', 'نادر پور', '؟', NULL, '۸۸۵۳۹۰۸۱-۴-9356487949', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 07:31:39', '2019-01-08 07:31:39'),
(74, 'تعمیر کار مانیتور', NULL, 'منصور اسدی', 'منصور اسدی', '؟', NULL, '77940889-9122598898', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 07:32:24', '2019-01-08 07:32:24'),
(75, 'تعمیر کار مانیتور', NULL, 'سپهر رایانه', 'شعبانی', '؟', NULL, '0912227582-77631708-77631709', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 07:52:35', '2019-01-08 07:52:35'),
(76, 'GPS Teltonika', NULL, 'ره نگار گستر', 'نبوی', '؟', NULL, '5138943464', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 07:53:57', '2019-01-08 07:53:57'),
(77, 'UPS Voltamax', NULL, 'مجتمع باطری', 'رحمانی ( معرف خانم موسوی تتیس)', '؟', NULL, '66723529', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 07:54:41', '2019-01-08 07:54:41'),
(78, 'موتور برق', NULL, 'مودتی', 'مودتی', '؟', NULL, '33961134-5', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 07:56:19', '2019-01-08 07:56:19'),
(79, 'Kaspersky', NULL, 'آواژنگ', 'خانم حسینی - فراهانی', '؟', NULL, '89312517', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 08:13:14', '2019-01-08 08:13:14'),
(80, '؟', NULL, 'اندیشه نگار پارس', '؟', '؟', NULL, '88846360', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 08:19:55', '2019-01-08 08:19:55'),
(81, 'Server', NULL, 'باتیس', 'امستجانی -ترانه صابری', '؟', NULL, '09128463922 -88510095-96-داخلی 105 -  107', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 08:21:19', '2019-01-08 08:21:19'),
(82, '؟', NULL, 'نمایندگی رایتل', '؟', '؟', NULL, '88302000', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 08:22:03', '2019-01-08 08:22:03'),
(83, 'Levelone', NULL, 'پرشیا سیستم', 'مریم نجفی', '؟', NULL, '00 18 54 88', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 08:22:50', '2019-01-08 08:22:50'),
(84, 'سومیتمو', NULL, '؟', 'مومنی ( از طرف محمدیان )', '؟', NULL, '09122581876', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 08:23:46', '2019-01-08 08:23:46'),
(85, 'Nas Buffalo', NULL, 'شرکت رایان پژوهش', 'خانم رضی', '؟', NULL, '88443678', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 08:24:37', '2019-01-08 08:24:37'),
(86, 'GPS', NULL, 'افزار پرداز توسعه', 'آقای حیدری', '؟', NULL, '88452719و88766625و88452718', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 08:25:23', '2019-01-08 08:25:23'),
(87, 'کولر گازی OGENERAL', NULL, 'تاسیسات', '؟', '؟', NULL, '77600630', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 08:26:37', '2019-01-08 08:26:37'),
(88, 'قطعات - نوت بوک', NULL, 'کهکشان', 'علی نیا ، خانم صاعمی', '؟', NULL, '54785000-88932325 ,88922707-108', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 08:27:42', '2019-01-08 08:27:42'),
(89, 'UPS', NULL, 'هژیر صنعت', 'خانم خیری', '؟', NULL, '77800090', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 08:39:07', '2019-01-08 08:39:07'),
(90, '؟', NULL, 'تسکا', 'آقای تجلی 155', '؟', NULL, '88800002', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 08:55:23', '2019-01-08 08:55:23'),
(91, 'Qnap', NULL, 'آفتاب مهر پرداز', 'خانم شکورزاده', '؟', NULL, '88710354-113.114', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 08:58:26', '2019-01-08 08:58:26'),
(92, 'دیزل ژنراتور', NULL, 'تاسکو', '؟', '؟', NULL, '22135320- 2213495', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 08:59:41', '2019-01-08 08:59:41'),
(93, 'دیزل ژنراتور', NULL, 'رایان پیشرو دیزل', '؟', '؟', NULL, '33953263', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:00:27', '2019-01-08 09:00:27'),
(94, '؟', NULL, '؟', 'علی طبرسی', '؟', NULL, '09128894042', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:01:08', '2019-01-08 09:01:08'),
(95, 'Cisco', NULL, 'گسترش خطوط شبکه ایرانیان', 'رضا کامرانی- آقای تحویلدار', '؟', NULL, '88932413-0912688947', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:02:15', '2019-01-08 09:02:15'),
(96, '؟', NULL, '؟', 'محمد پیشرو', '؟', NULL, '9354927679ر', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:03:01', '2019-01-08 09:03:01'),
(97, 'Cisco', NULL, 'توسعه ارتباطات عطفر', 'پالیزدار', '؟', NULL, '09122508165-88175420-88174877', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:04:02', '2019-01-08 09:04:02'),
(98, 'کولر گازی OGENERAL', NULL, 'شرکت تهویه نیا', 'آقای سرهنگی', '؟', NULL, '22227000', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:05:08', '2019-01-08 09:05:08'),
(100, 'Cisco. HP . Nexans . Fiber .Rack', NULL, 'شرکت پیشرو نگار هدف', 'خانم فولادی114', '؟', NULL, '88933123-1', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:13:04', '2019-01-08 09:13:04'),
(101, '؟', NULL, 'دیتا شین', 'حیدری', '؟', NULL, '88944228', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:14:02', '2019-01-08 09:14:02'),
(102, 'لیبل زن و برچسب', NULL, 'شرکت بازرگانی بیدار', 'محمود زاده', '؟', NULL, '09196073647-61987112', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:15:02', '2019-01-08 09:15:02'),
(103, 'کیسه جارو برقی', NULL, 'ابزار سرا', 'حجازی', '؟', NULL, '09124252376-88813120', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:15:52', '2019-01-08 09:15:52'),
(104, 'Branrex', NULL, 'کوثر شبکه نگار', 'سجادی ،فضلی', '؟', NULL, '88406602-88404110', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:16:49', '2019-01-08 09:16:49'),
(105, 'Sanguma , Grandstreem', NULL, 'ساعیان ارتباط', 'خانم محمودوند -داخلی 136', '؟', NULL, '88316718-88316704', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:17:30', '2019-01-08 09:17:30'),
(106, '؟', NULL, 'کاوا تلکام', '؟', '؟', NULL, '88582443-66980091-88682454', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:18:08', '2019-01-08 09:18:08'),
(107, 'Nexans', NULL, 'شرکت نابل', '؟', '؟', NULL, '88828603-88841317', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:20:23', '2019-01-08 09:20:23'),
(108, 'تیغ اره - فرز', NULL, 'ابزار تجارت', '؟', '؟', NULL, '66742559-66733789', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:21:17', '2019-01-08 09:21:17'),
(109, 'ISP', NULL, 'شهراد شبکیه', 'آقای زالی', '؟', NULL, '48658182', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:22:02', '2019-01-08 09:22:02'),
(110, 'TP Link', NULL, 'شرکت پارس ارتباط', '؟', '؟', NULL, '89395', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:22:43', '2019-01-08 09:22:43'),
(111, 'TP Link', NULL, 'شبکه فروزان الوند', 'خانم تهرانی', '؟', NULL, '88141722', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:23:29', '2019-01-08 09:23:29'),
(112, 'تعمیر کار پرینتر', NULL, 'کارا آریا', 'عمانی', '؟', NULL, '88942176- 09122270691', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:24:48', '2019-01-08 09:24:48'),
(113, 'IP Camera', NULL, 'پویا فرانگار', '؟', '؟', NULL, '88712971', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:25:31', '2019-01-08 09:25:31'),
(114, 'IP Camera', NULL, 'IP Camera Axis', 'خانم فضائلی . آقای اولیائی', '؟', NULL, '22964396- 22964392-22967763', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:26:25', '2019-01-08 09:26:25'),
(115, 'Tandberg', NULL, 'آیدن', 'آقای حسینی', '؟', NULL, '88876939-88876946', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:27:18', '2019-01-08 09:27:18'),
(116, 'Tandberg', NULL, 'نگاره', 'آقای ملکی', '؟', NULL, '88746805-88746807', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:28:03', '2019-01-08 09:28:03'),
(117, 'Soft , GFI', NULL, 'پارس ایمن نرم افزار', 'خانم میرزائی', '؟', NULL, '88849409', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:28:58', '2019-01-08 09:28:58'),
(118, 'Net+, FiberOptic', NULL, 'سومیکو', 'سام مومنی', '؟', NULL, '43614000-9122581876', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:29:46', '2019-01-08 09:29:46'),
(119, 'Server', NULL, 'شرکت محتسب', 'آقای توافقی', '؟', NULL, '88649080', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:30:36', '2019-01-08 09:30:36'),
(120, 'Dell PC', NULL, 'ایران نوت بوک', 'خانم رحیمی', '؟', NULL, '66955340-5', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:31:21', '2019-01-08 09:31:21'),
(121, 'Cisco', NULL, 'کهکشان سیمین خاورمیانه', 'آقای پیشرو', '؟', NULL, '9354927679', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:32:05', '2019-01-08 09:32:05'),
(122, 'تست فیبر نوری', NULL, 'مبتکر ارتباطات کاوه', 'آقای کاوه', '؟', NULL, '09125179218', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:33:34', '2019-01-08 09:33:34'),
(123, 'تلفنهای اظطراری و صنعتی', NULL, 'الست الکترونیک', 'خانم کامران', '؟', NULL, '88441197', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:34:21', '2019-01-08 09:34:21'),
(124, 'VOIP', NULL, 'کاوا ارتباطات', '؟', '؟', NULL, '88682454', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:35:15', '2019-01-08 09:35:15'),
(125, 'ATEN', NULL, 'رایمند رایانه', '؟', '؟', NULL, '88769095', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:36:04', '2019-01-08 09:36:04'),
(126, 'باکسهای ضد آب', NULL, 'ماشین سازی شمال', '؟', '؟', NULL, '22541212', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:36:41', '2019-01-08 09:36:41'),
(127, 'تعمیر کار و فروش پرینتر', NULL, 'وارطان', 'تعمیر پرینتر', '؟', NULL, '88899634', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:37:27', '2019-01-08 09:37:27'),
(128, 'Box', NULL, 'کالای برق فرهمند', 'آقای فرهمند', '؟', NULL, '33953041', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:39:11', '2019-01-08 09:39:11'),
(129, 'D-Link', NULL, 'ایزی', 'مینا نصرت آبادیان', '؟', NULL, '84282', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:40:29', '2019-01-08 09:40:29'),
(130, 'Junction Box', NULL, 'مهندسی پارس اخگر', 'خانم حق گوئی', '؟', NULL, '88632810', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 09:41:15', '2019-01-08 09:41:15'),
(131, 'Cyberoam', NULL, 'ماهان شبکه', 'خانم کیان', '؟', NULL, '88871405', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 11:04:28', '2019-01-08 11:04:28'),
(132, 'Cyberoam', NULL, 'ماهان شبکه', 'خانم کیان', '؟', NULL, '88871405', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 11:04:30', '2019-01-08 11:04:30'),
(133, 'Cyberoam', NULL, 'پگاه نت', 'آقای دادگر', '؟', NULL, '88351695-88351605', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 11:06:02', '2019-01-08 11:06:02'),
(134, 'MDF-ترمینال کروز', NULL, 'شرکت نیک برش', 'آقای نژاد قربان', '؟', NULL, '88879191-5', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 11:07:04', '2019-01-08 11:07:04'),
(135, 'intel-Hdd Segate', NULL, 'همراه سیستم طلایی', 'آقای آقازاده', '؟', NULL, '8880761', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 11:10:43', '2019-01-08 11:10:43'),
(136, 'ژنراتور', NULL, 'شرکت آبیاران', '؟', '؟', NULL, '66648110', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 11:11:28', '2019-01-08 11:11:28'),
(137, 'ژنراتور', NULL, 'شرکت فامکو', 'آقای کاووشی', '؟', NULL, '33113377', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 11:12:12', '2019-01-08 11:12:12'),
(138, 'تعمیرات پرینتر', NULL, 'شرکت کارا آریا', 'خانم عمانی', '؟', NULL, '88942176', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 11:13:00', '2019-01-08 11:13:00'),
(139, 'تابلو های صنعتی', NULL, 'شرکت ایمن ایستا الکتریک', 'خانم نوری', '؟', NULL, '88708136.7', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 11:14:17', '2019-01-08 11:14:17'),
(140, 'mata', NULL, 'شرکت آتیه پردازان', 'خانم صرافان', '؟', NULL, '22852040', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 11:15:03', '2019-01-08 11:15:03'),
(141, '؟', NULL, 'ایزی پارس', 'خانم اکبرزاده305', '؟', NULL, '88935400', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 11:15:41', '2019-01-08 11:15:41'),
(142, 'Camera Panasonic', NULL, 'ایران پاناسونیک', 'خانم منافی', '؟', NULL, '77539061', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 11:17:33', '2019-01-08 11:17:33'),
(143, 'Alcatel', NULL, 'شرکت لومان', 'آقای باقری', '؟', NULL, '26422117', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 11:18:51', '2019-01-08 11:18:51'),
(144, 'رک', NULL, 'الکا فلز', 'خانم حسینی', '؟', NULL, '88785091-4', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 11:24:22', '2019-01-08 11:24:22'),
(145, 'دکل های چند وجهی', NULL, 'احداث گستر نیروی پارس', 'حسینی', '؟', NULL, '26420226-26421870', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 11:25:21', '2019-01-08 11:25:21'),
(146, 'رک سپهر', NULL, 'سپهر پاد', '؟', '؟', NULL, '88749077-88749078', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 11:26:04', '2019-01-08 11:26:04'),
(147, 'Cyberoom', NULL, 'آیکو', 'خانم الوندی 114-112و خانم احمدی', '؟', NULL, '88578555', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 11:49:10', '2019-01-08 11:49:10'),
(148, 'VOIP -Zycoo', NULL, 'نوران تلکام', 'آقای باقری', '؟', NULL, '29700-145.148', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 11:49:57', '2019-01-08 11:49:57'),
(149, 'VOIP -Zycoo', NULL, 'نت تک', 'آقای صابری', '؟', NULL, '88716663', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 11:51:38', '2019-01-08 11:51:38'),
(150, 'تلفنهای پاناسونیک', NULL, 'IR Panasonic', 'آقای اسکویی', '؟', NULL, '33905878-33924111', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-08 12:30:52', '2019-01-08 12:30:52'),
(153, 'دوربین فیلم برداری', NULL, 'نور نگار', '؟', '؟', NULL, '77616333', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 05:52:19', '2019-01-09 05:52:19'),
(154, 'اپل', NULL, 'مرکز اپل ایران', '؟', '؟', NULL, '66347246-9', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 05:53:00', '2019-01-09 05:53:00'),
(155, 'اپل', NULL, 'مرکز اپل ایران', '؟', '؟', NULL, '66347246-9', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 05:53:01', '2019-01-09 05:53:01'),
(156, 'Mikrotic', NULL, 'شرکت نورا', 'خانم محمدی', '؟', NULL, '29700-136.150', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 05:53:52', '2019-01-09 05:53:52'),
(157, 'لیزر روی لوازم', NULL, 'حکاکی لیزری', 'کاظمی', '؟', NULL, '9123444275', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 05:54:38', '2019-01-09 05:54:38'),
(158, 'IDIS', NULL, 'شرکت سه مارک', 'محمدی', '؟', NULL, '22865440-9121028103', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 05:56:10', '2019-01-09 05:56:10'),
(159, 'Tell VOIP', NULL, 'فارسی ویپ', 'آقای ایزد پناهی', '؟', NULL, '61931111', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 05:57:07', '2019-01-09 05:57:07'),
(160, 'ابزار آلات WIHA', NULL, '؟', 'آقای پور خانی', '؟', NULL, '77788188', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 05:57:55', '2019-01-09 05:57:55'),
(161, 'آچار فرانسه', NULL, 'ابزار یار', '؟', '؟', NULL, '667571112', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 05:58:44', '2019-01-09 05:58:44'),
(162, 'آچار گدور', NULL, 'ابزار آلات', '؟', '؟', NULL, '66753908', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 05:59:48', '2019-01-09 05:59:48'),
(163, 'تلفن سیسکو ، سوییچ', NULL, 'تدبیر کام', 'یکتایی - خانم خوانساری', '؟', NULL, '88534130', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 06:00:58', '2019-01-09 06:00:58'),
(164, 'ADATA - اندرومدیا', NULL, 'آونگ', 'خانم شباهنگ', '؟', NULL, '88500805', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 06:01:54', '2019-01-09 06:01:54'),
(165, 'قطعات', NULL, 'کامپیوتر زمان', '؟', '؟', NULL, '66963939-119', NULL, NULL, NULL, NULL, 'parisa.saeemi@yahoo.com', NULL, '2019-01-09 06:04:56', '2019-01-09 06:04:56'),
(167, 'قطعات', NULL, 'تک رایان', 'آقای میرزایی', 'فلکه دوم صادقیه، خیابان کاشانی، بعد از تقاطع اباذر، مجتمع یاران، طبقه زیر همکف پلاک B14', NULL, '44050737-44050773', NULL, NULL, NULL, NULL, 'info@takrayan.ir', NULL, '2019-01-09 06:11:35', '2019-01-09 06:11:35'),
(168, 'Servco', NULL, 'بهار سامانه', 'خانم صفری', 'یوسف آباد - مابین 62و64 پلاک 458، طبقه سوم ( جنب رستوران حافظ)', NULL, '.42576000-301', NULL, NULL, NULL, NULL, 'safari@bahar.network', NULL, '2019-01-09 06:13:12', '2019-01-09 06:13:12'),
(169, 'سوییچ KDT', NULL, 'شبکه کاران', 'آقای کهن دانی', '؟', NULL, '88802044', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 06:18:03', '2019-01-09 06:18:03'),
(170, 'سوییچ KDT', NULL, 'کاوش نگار پیشگام', 'آقای احمدی', '؟', NULL, '66563904-66563890', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 06:19:52', '2019-01-09 06:19:52'),
(171, 'سینی کابل - نردبان کابل -کاور - ساپورت', NULL, 'شرکت پوشش نیرو منورگستر', 'خانم بدلی', 'تهران - خیابان سید جمال الدین اسد آبادی - نبش خیابان 47 - پلاک 417', NULL, '88212947', NULL, NULL, NULL, NULL, 'monavar.cl@gmail.com', NULL, '2019-01-09 06:21:21', '2019-01-09 06:21:21'),
(172, 'داکت و سیسنی و غیره', NULL, 'البرز', 'آقای حاتمی', '؟', NULL, '33956393.94', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 06:22:09', '2019-01-09 06:22:09'),
(173, 'نماینده فروش سوپیتا', NULL, 'اسلامی', 'آقای اسلامی', '؟', NULL, '33982334', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 06:23:04', '2019-01-09 06:23:04'),
(174, 'پلاستیم', NULL, 'پلاستیم', 'آقای بیات', '؟', NULL, '33910267', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 06:23:58', '2019-01-09 06:23:58'),
(175, 'نماینده پلاستیم', NULL, 'پلاستیم', 'آقای دلدار', '؟', NULL, '33920681', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 06:24:54', '2019-01-09 06:24:54'),
(176, 'نمایندگی VIKO', NULL, 'الکترو تابناک', NULL, '؟', NULL, '66343068-66343063', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 06:30:33', '2019-01-09 06:30:33'),
(177, 'Hyundai', NULL, 'سامکو', 'آقای کاووشی', '؟', NULL, '33113377', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 06:32:50', '2019-01-09 06:32:50'),
(178, 'نمایندگی سینی کابل', NULL, 'منور گستر', 'آقای حسین اسداللهی  109', '؟', NULL, '88211937-88211938', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 06:33:46', '2019-01-09 06:33:46'),
(179, 'نمایندگی UPS Riello Aros', NULL, 'شرکت زینر', 'آقای یزدان پرست', '؟', NULL, '66723972', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 06:34:56', '2019-01-09 06:34:56'),
(180, 'نماتیندگی دزدگیر پارادوکس', NULL, 'شرکت امگا نوین ایرانیان', 'آقای حسینی', '؟', NULL, '88173887', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 06:35:43', '2019-01-09 06:35:43'),
(181, 'نمایندگی دزدگیر پارادوکس', NULL, '؟', 'آقای عباسی', '؟', NULL, '86031655', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 06:36:41', '2019-01-09 06:36:41'),
(182, 'نمایندگی دزدگیر پارادوکس', NULL, 'سامان دژ', 'آقای فردوسیان', '؟', NULL, '88340311', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 06:40:35', '2019-01-09 06:40:35'),
(183, 'سیستم اطفاء حریق', NULL, 'ایمن سامان', 'منتظری', '؟', NULL, '9123058317', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 08:20:15', '2019-01-09 08:20:15'),
(184, 'سنسور -ترموستات', NULL, 'پیمان الکتریک', '؟', '؟', NULL, '33999193-33993055', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 08:20:55', '2019-01-09 08:20:55'),
(185, 'سیستم اطفاء حریق', NULL, 'اعلام حریق ایران', 'آقای میرزا خانی', '؟', NULL, '33949703-33117264', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 08:22:32', '2019-01-09 08:22:32'),
(186, 'فایروال', NULL, 'پارس فناوران خوارزم', 'خانم احمدی', '؟', NULL, '88730704', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 08:23:14', '2019-01-09 08:23:14'),
(187, 'سرور دست دوم', NULL, 'پویه پرداز افق', '؟', '؟', NULL, '88971494-09106737230', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 08:25:19', '2019-01-09 08:25:19'),
(188, 'تجهیزات HP', NULL, 'داده پردازان سایا گستر', 'سمیعی', '؟', NULL, '۶۶۹۴۳۰۵۵ - ۶۶۴۲۰۱۸۱', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 08:27:38', '2019-01-09 08:27:38'),
(189, 'لدر - لوله آلومینیومی', NULL, 'نیک برش', 'آقای نژاد قربان', '؟', NULL, '88879191-5', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 08:33:24', '2019-01-09 08:33:24'),
(190, 'سینی کابل ( استیل - گالوانیزه - آلومینیوم )', NULL, 'توان گستر', 'خانم تورانی', '؟', NULL, '66760013-66749561', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 08:34:11', '2019-01-09 08:34:11'),
(191, 'لایسنس آفیس ، ویندوز و...', NULL, 'ای تی ریسرچز', 'آقای مجیدی', '؟', NULL, '87761124', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 08:36:14', '2019-01-09 08:36:14'),
(192, 'اینترنت', NULL, 'بهار سامانه شرق', 'آقای ترکانلو', '؟', NULL, '42576000-358', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 08:37:55', '2019-01-09 08:37:55'),
(193, 'دکل', NULL, 'ایران دکل', 'آقای عباس نژاد', '؟', NULL, '09120212979', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 11:19:43', '2019-01-09 11:19:43'),
(194, 'کتاب', NULL, 'انتشارات کیومرث', '؟', '؟', NULL, '66418209', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 11:26:02', '2019-01-09 11:26:02'),
(195, 'Mini PC', NULL, 'الماس رایان ایرانیان', 'ترودار', '؟', NULL, '88910914', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 11:28:28', '2019-01-09 11:28:28'),
(196, 'Swith + IP Tell Cisco دست دوم', NULL, 'شرکت علم و دانش', '؟', '؟', NULL, '22113435-445', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 11:31:06', '2019-01-09 11:31:06'),
(197, NULL, NULL, 'شرکت سونی', '؟', 'خیابان آزادی نبش حبیب الهی', NULL, '66006240-4214', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 11:33:55', '2019-01-09 11:33:55'),
(198, 'باطری - UPS', NULL, 'شرکت صنعت گران برق و اندیشه', 'آقای خلتوش', '؟', NULL, '77687626-77687670', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 11:34:52', '2019-01-09 11:34:52'),
(199, 'Tplink', NULL, 'شبکه آراد', 'آقای عطارودی', '؟', NULL, '88936200-112', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 11:40:50', '2019-01-09 11:40:50'),
(200, 'کابل برق', NULL, 'سداد الکترونیک', 'آقای کمالیان', '؟', NULL, '36616001', NULL, NULL, NULL, NULL, 'Info@SadadElectric.com', NULL, '2019-01-09 11:41:49', '2019-01-09 11:41:49'),
(201, 'کابل برق', NULL, 'رسانا', '؟', '؟', NULL, '66724018', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 11:44:34', '2019-01-09 11:44:34'),
(202, 'کابل برق outdoor', NULL, '؟', 'آقای حقیر سحر', '؟', NULL, '36616883', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-09 11:45:13', '2019-01-09 11:45:13'),
(203, 'کابل برق', NULL, 'رسانا', '؟', '؟', NULL, '66724018', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 05:40:48', '2019-01-12 05:40:48'),
(204, 'کابل برق outdoor', NULL, '؟', 'آقای حقیر سحر', '؟', NULL, '36616883', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 05:41:42', '2019-01-12 05:41:42'),
(205, '؟', NULL, 'بهارسامانه', 'آقای ترکان لو', '؟', NULL, '42576358 شماره مستقیم', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 05:42:50', '2019-01-12 05:42:50'),
(206, '؟', NULL, 'سرویسکار سفیر', 'آقای حقیقی', '؟', NULL, '09124800798', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 05:44:23', '2019-01-12 05:44:23'),
(207, 'قطعات', NULL, 'شرکت همگامان پویا', 'آقای  رسولی 130', '؟', NULL, '42138', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 05:45:17', '2019-01-12 05:45:17'),
(208, 'فیبر', NULL, 'دفتر فروش کارخانه شهید قندی', 'آقای عقاب نشین', '؟', NULL, '33900997', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 05:46:04', '2019-01-12 05:46:04'),
(209, 'تلفن مایتل', NULL, 'شرکت زیرا', 'آقای رودینی', '؟', NULL, '88212150', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 05:47:34', '2019-01-12 05:47:34'),
(210, '؟', NULL, 'سمتا', 'آقای مومنی - امیری', '؟', NULL, '88502087-88', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 05:50:49', '2019-01-12 05:50:49'),
(211, '؟', NULL, 'شبکه گستر', 'میثم مرتضوی - ایوب هادی', '؟', NULL, '42052', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 05:51:43', '2019-01-12 05:51:43'),
(212, 'شرکت صنایع قطعات', NULL, 'شرکت صنایع قطعات', 'خانم صنعتی368', 'اقدسیه - اتوبان ارتش - بعد از مینی سیتی- لاین کندرو - خیابان شهید شاه مرادی - انتهای خیابان -شرکت صنایع قطعات', NULL, '4-22948500 - 23504368', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 05:54:21', '2019-01-12 05:54:21'),
(213, 'تلفن و تعمیرات', NULL, 'کاوا ارتباطات هوشمند', 'مظفری 126', 'سعادت آباد - خیابان 38- بن بست یار -بن بست کیمیا پلاک 3طبقه دوم', NULL, '41879000', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 05:56:59', '2019-01-12 05:56:59'),
(214, 'لاله زار ( داکت - کابل -لوله فلکسی )', NULL, 'برق ویستا', 'آقای افشاری', '؟', NULL, '33948379-09125935032', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 05:57:59', '2019-01-12 05:57:59'),
(215, 'Kyocera تعمیرات', NULL, 'بی ام او', '؟', 'طالقانی - بعد از مفتح - سمت چپ - شماره 149 - طبقه اول', NULL, '88830733', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 05:59:07', '2019-01-12 05:59:07'),
(217, 'پیمانکاری', NULL, 'رمیس', 'خانم منوچهری', '؟', NULL, '42084000-226', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 06:08:29', '2019-01-12 06:08:29'),
(218, 'Nexans', NULL, 'پرشین مرآت', 'خانم مشعوفی - خانم نادری', '؟', NULL, '42370000', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 06:09:51', '2019-01-12 06:09:51'),
(219, 'تونر HP', NULL, 'ایران اچ پی ( فال نیک )', '؟', '؟', NULL, '021-8363', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 06:11:11', '2019-01-12 06:11:11'),
(220, 'HP', NULL, 'دایا سرور', 'خانم معصومی 118 - آقای شفیعی', '؟', NULL, '88500466-9', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 06:12:15', '2019-01-12 06:12:15'),
(221, 'HP', NULL, 'اندیشه نگار پارس( تانیا )', 'خانم زیارتی', '؟', NULL, '88846289-88846360', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 06:13:19', '2019-01-12 06:13:19'),
(222, 'HP', NULL, 'آفتاب مهر پرداز', 'خانم دماوندی', '؟', NULL, '88710354', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 06:14:13', '2019-01-12 06:14:13'),
(223, 'HP', NULL, 'تسکا', 'خانم محبی', '؟', NULL, '88107205-88800002', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 06:15:03', '2019-01-12 06:15:03'),
(224, 'HP', NULL, 'رمیس', 'خانم  بدری112-113', '؟', NULL, '42084000', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 06:15:57', '2019-01-12 06:15:57'),
(225, 'HP', NULL, 'پویان پردازش تهران', 'خانم دیلمی', '؟', NULL, '88518377', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 06:17:13', '2019-01-12 06:17:13'),
(226, 'Samsung Camera', NULL, 'زاکو', 'آقای فتحی (قیمت دوربین رجا را اعلام کرده اند)', '؟', NULL, '88225540', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 06:19:01', '2019-01-12 06:19:01'),
(227, 'Samsung Camera', NULL, 'اکسوم', '؟', '؟', NULL, '22776355-22776084', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 06:20:36', '2019-01-12 06:20:36'),
(228, 'قطعات', NULL, 'نگین کامپیوتر', 'آقای احمدی', '؟', NULL, '66494857', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 06:21:20', '2019-01-12 06:21:20'),
(229, 'لوازم التحریر', NULL, 'کتیبه', '؟', '؟', NULL, '88844467', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 06:22:10', '2019-01-12 06:22:10'),
(230, 'نوت بوک و قطعات', NULL, 'کامپیوتر ۀریا من', 'رضا سلماس', '؟', NULL, '88892131-2', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 06:41:34', '2019-01-12 06:41:34'),
(231, 'قطعات', NULL, 'نوین پرداز', 'اقای امیدی ، آقای علیشاهی', '؟', NULL, '88800655', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 06:42:34', '2019-01-12 06:42:34'),
(232, 'کابلهای خاص', NULL, 'کابل معراج', 'آقای معراج', 'خیابان لاله زار جنوبی - پلاک 203', NULL, '33923447-33117521', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:07:18', '2019-01-12 07:07:18'),
(233, 'بج سینه', NULL, '؟', '؟', '؟', NULL, '66481560', NULL, NULL, NULL, NULL, 'reza66481560@yahoo.com', NULL, '2019-01-12 07:09:22', '2019-01-12 07:09:22'),
(234, 'دکل کار ( عسلویه )', NULL, '؟', 'آقای مباهات', '؟', NULL, '09171710105-07737227801', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:10:30', '2019-01-12 07:10:30'),
(235, NULL, NULL, 'گالری لاره', '؟', '؟', NULL, '88412923', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:12:04', '2019-01-12 07:12:04'),
(236, 'چاپخانه', NULL, 'چاپ فراهانی', 'آقای بهزاد', '؟', NULL, '33111496-09121755494', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:13:58', '2019-01-12 07:13:58'),
(237, 'ابزار پروسکیت', NULL, 'پیشگامان صنعت خاور میانه', 'زارعی', '؟', NULL, '66349680-66349679', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:15:00', '2019-01-12 07:15:00'),
(238, 'کابل تایکو', NULL, 'تایکونت', 'آقای جهانی', 'جمهوری - نرسیده به پل حافظ - کوچه لادن - بن بست مهبد پلاک8', NULL, '66731425-66723132', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:16:39', '2019-01-12 07:16:39'),
(239, 'UPS APC', NULL, 'تجارت اوژن کیش', 'خانم یوسفی', '؟', NULL, '88728557-9', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:19:54', '2019-01-12 07:19:54'),
(240, 'نمایندگی D-Link', NULL, 'ایزی', 'آقای ردگا', '؟', NULL, '159-84282', NULL, NULL, NULL, NULL, 'R.Radga@easyco.ir', NULL, '2019-01-12 07:21:07', '2019-01-12 07:21:07'),
(241, 'نمایندگی لیبل پرینتر Brother', NULL, 'آی آر برادر', 'آقای یوسفی', '؟', NULL, '88864192-3', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:22:33', '2019-01-12 07:22:33'),
(242, 'لوله پلی اتیلن', NULL, 'بازرگانی مهزیار', 'عسلویه', '؟', NULL, '7737265045', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:29:50', '2019-01-12 07:29:50'),
(243, 'داکت ، کابل', NULL, 'پارس نیرو رسان', 'عسلویه', '؟', NULL, '7737264588', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:31:37', '2019-01-12 07:31:37'),
(244, 'Mikrotik', NULL, 'نوران ارتباطات', '150 محمدی', '؟', NULL, '29700', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:33:53', '2019-01-12 07:33:53'),
(245, 'پاناسونیک', NULL, 'ایمن ارتباط', 'خانم خادم', '؟', NULL, '88974769', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:35:26', '2019-01-12 07:35:26'),
(246, '؟', NULL, 'مرکز سمتا', 'واحد تکمیل مستندات', '؟', NULL, '22549473-22545307', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:36:04', '2019-01-12 07:36:04'),
(247, 'داکت کنجی - البرز - الوند - PVC- ترکیه', NULL, 'الکتریکی منتظری', '؟', '؟', NULL, '33913785', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:36:57', '2019-01-12 07:36:57'),
(248, '؟', NULL, 'صا ایران', 'آقای ابوترابی - آقای بها', '؟', NULL, '26751427', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:41:20', '2019-01-12 07:41:20'),
(249, 'دکل', NULL, 'ارتباطات رایانه پژوهش', '؟', '؟', NULL, '؟', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:41:53', '2019-01-12 07:41:53'),
(250, 'میکروتیک-یلینک-سیسکو-انواع دکل', NULL, 'نوران ارتباطات', 'آقای عباسی', '؟', NULL, '108-29700', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:43:31', '2019-01-12 07:43:31'),
(251, 'تقویت کننده موبایل', NULL, 'سروش تلکام', 'آقای محمدی', '؟', NULL, '88925617-88925618', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:44:08', '2019-01-12 07:44:08'),
(252, 'شرکت صنعتی الکتریک خراسان', NULL, 'الکتریکی آریا', 'آقای صادقی', '؟', NULL, '۶ - ۳۳۹۴۱۵۹۵  - ۳۳۱۱۶۶۷۶', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:45:37', '2019-01-12 07:45:37'),
(253, 'ژنراتور', NULL, 'پاور دیزل آسیا', 'آقای کیان', '؟', NULL, '56417721-56417741', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:46:51', '2019-01-12 07:46:51'),
(254, 'پاورهای خاص', NULL, 'ایمن  سوییچینگ', '؟', '؟', NULL, '66766582', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:47:31', '2019-01-12 07:47:31'),
(255, 'باطری - UPS', NULL, 'فرصت کیش', 'آقای شریف', '؟', NULL, '88602484-09128268627', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:48:59', '2019-01-12 07:48:59'),
(256, 'باطری ups voltamax', NULL, 'جهان گستر پارس نیرو', 'خانم خرمی', '؟', NULL, '66725737-66725771', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:50:11', '2019-01-12 07:50:11'),
(257, 'Server HP', NULL, 'شرکت تیام اندیش', 'خانم رواف', '؟', NULL, '09124132704', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:53:20', '2019-01-12 07:53:20'),
(258, 'R&M', NULL, 'شرکت لاوان', 'آقای مسلمی', '؟', NULL, '88943424', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:54:21', '2019-01-12 07:54:21'),
(259, 'R&M    --- Legrand', NULL, 'پاسارگاد', 'علی عرب نیا', '؟', NULL, '09121000700', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:57:45', '2019-01-12 07:57:45'),
(260, 'سامسونگ', NULL, 'نمایندگی سامسونگ', 'آقای عربشاهی', '؟', NULL, '09121306732', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 07:58:46', '2019-01-12 07:58:46'),
(261, 'دفتر مرکزی سامسونگ', NULL, 'نمایندگی سامسونگ ( دفتر مرکزی )', 'آقای النینی - یوسفی', '؟', NULL, '09120394850-84648', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 08:03:25', '2019-01-12 08:03:25'),
(262, 'سامسونگ', NULL, 'ایده برتر پارسیان خاورمیانه', '؟', '؟', NULL, '73027', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 08:07:07', '2019-01-12 08:07:07'),
(263, 'سامسونگ', NULL, 'سام تکوین کاوش', 'خانم علیجانی', '؟', NULL, '86086010', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 08:08:09', '2019-01-12 08:08:09'),
(264, 'حکاکی', NULL, 'رفیعی', '؟', '؟', NULL, '09124359360', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 09:45:56', '2019-01-12 09:45:56'),
(265, 'موکت', NULL, 'موکت سیزال', 'آقای نفری از طرف فولادی', '؟', NULL, '88747029', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 09:47:41', '2019-01-12 09:47:41'),
(266, 'خط E1', NULL, 'مخابرات', '؟', '؟', NULL, '88822664', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 11:54:25', '2019-01-12 11:54:25'),
(267, 'درب ضد سرقت', NULL, 'درکو', 'آقای صالحی', '؟', NULL, '۴۴۰۲۳۷۶۸-44978974-44023851', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 11:55:13', '2019-01-12 11:55:13'),
(268, 'حکاکی', NULL, 'کاوا ترسیم', 'خانم سلیمانی', '؟', NULL, '44248139', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 11:56:04', '2019-01-12 11:56:04'),
(269, 'AXIS', NULL, 'قهرمانلو', '؟', '؟', NULL, '0971555563067', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 11:56:42', '2019-01-12 11:56:42'),
(270, 'UPS Borri', NULL, 'آماک', 'خانم رحیمی', '؟', NULL, '88532715', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:00:32', '2019-01-12 12:00:32'),
(271, 'Cable Basket', NULL, 'سبد ایران', 'آقای نجابتی', '؟', NULL, '09016210844-55532250', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:01:30', '2019-01-12 12:01:30'),
(272, 'سیستم مانیتورینگ', NULL, '؟', 'آقای طباطبائی', '؟', NULL, '09123939638', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:02:21', '2019-01-12 12:02:21'),
(273, 'ناینده روشنایی مازی نور', NULL, 'الکتریکی فتحی نژاد', 'آقایان فتحی نژاد', '؟', NULL, '۰۲۱-۳۳۹۱۱۲۴۳', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:03:07', '2019-01-12 12:03:07'),
(274, 'UPS-Borri', 'آماک', 'خانم رحیمی', NULL, '؟', NULL, '88532715', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:09:15', '2019-01-12 12:09:15'),
(275, 'Access Control', NULL, 'بعد پنجم', 'آقای فتاحی', '؟', NULL, '89350', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:10:14', '2019-01-12 12:10:14'),
(276, 'دیوار کوب', NULL, '؟', 'سعید فکور فر', '؟', NULL, '02634407035-9123304374-02634407055', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:11:43', '2019-01-12 12:11:43'),
(277, 'سیستم کولینگ', NULL, '؟', 'بنی طبا', '؟', NULL, '09122722305', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:12:31', '2019-01-12 12:12:31'),
(278, 'درب ضد سرقت', NULL, 'شرکت نو درب', 'مهندس خدابخش', '؟', NULL, '88842477', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:13:30', '2019-01-12 12:13:30'),
(279, 'سنسور دما و رطوبت', NULL, 'آسیا گریج', '؟', '؟', NULL, '88214509', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:14:19', '2019-01-12 12:14:19'),
(280, 'شارژ کارتریج', NULL, 'ماشینهای اداری پگاه گستر پارس', 'خانم حسینی', '؟', NULL, '88491638-86073419', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:15:19', '2019-01-12 12:15:19'),
(281, 'چاه ارت', NULL, 'پرسیسکار ایرانیان', 'عرب گل', '؟', NULL, '09122801098', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:16:02', '2019-01-12 12:16:02'),
(282, 'ماهواره', NULL, 'آقای بنانج', 'آقای بنانج', '؟', NULL, '09121126758', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:16:39', '2019-01-12 12:16:39'),
(283, 'تلفن ثریا', NULL, 'ارتباطات تلفن آسیا', '؟', '؟', NULL, '88737760', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:17:59', '2019-01-12 12:17:59'),
(284, 'کلید هوشمند', NULL, 'پیام پارس', 'خانم ارقمی', '؟', NULL, '44851400', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:18:43', '2019-01-12 12:18:43'),
(285, NULL, NULL, '؟', 'آقای جهانگیری', '؟', NULL, '09125156248', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:20:06', '2019-01-12 12:20:06'),
(286, 'تابلو ساز برق', NULL, 'خسروی', 'خسروی', '؟', NULL, '09123004655', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:20:47', '2019-01-12 12:20:47'),
(287, 'تابلو ساز برق', NULL, 'همیار صنعت آویده', 'آقای کاظم نژاد', '؟', NULL, '88015280 *88015286', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:21:40', '2019-01-12 12:21:40'),
(288, '؟', NULL, '؟', 'علی عرب نیا', '؟', NULL, '88348306', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:22:10', '2019-01-12 12:22:10'),
(289, 'پیمانکار مخابرات', NULL, 'جهان آریا نت', 'آقای بصیرت', '؟', NULL, '75153000', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:22:54', '2019-01-12 12:22:54'),
(290, 'ریبون لیبل زن', NULL, 'پارس نو', 'خانم حمید زاده', '؟', NULL, '44443802', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:23:35', '2019-01-12 12:23:35'),
(291, 'ارسال بار', NULL, 'باربری ترمینال جنوب', 'آقای پناهی', '؟', NULL, '09128883389-55333260', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:24:21', '2019-01-12 12:24:21'),
(292, 'Cisco', NULL, 'شرکت آریا سیستم ورسا رایان', 'خانم بختیاری', '؟', NULL, '09107599330', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:25:02', '2019-01-12 12:25:02'),
(293, 'قطعات', NULL, 'کیس سبز', 'آقای تاج الدین', '؟', NULL, '88910896-09101876525', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:25:48', '2019-01-12 12:25:48'),
(294, 'نوت بوک و قطعات', NULL, '؟', 'زنوزی', '؟', NULL, '09125246957', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:26:28', '2019-01-12 12:26:28'),
(295, 'تلویزیون سونی', NULL, 'نمایندگی سونی', 'شهر فناوری', '؟', NULL, '88374757', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:27:03', '2019-01-12 12:27:03'),
(296, 'Fortinet', NULL, 'ماهان شبکه', 'خانم تشرفی', '؟', NULL, '41274', NULL, NULL, NULL, NULL, NULL, NULL, '2019-01-12 12:27:44', '2019-01-12 12:27:44'),
(297, '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '0', '2021-08-25 04:26:19', '2021-08-25 04:26:19');

-- --------------------------------------------------------

--
-- Table structure for table `baners`
--

CREATE TABLE `baners` (
  `id` int NOT NULL,
  `title` varchar(100) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `description` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `status` varchar(100) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `file` varchar(200) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `addedByName` varchar(200) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `baners`
--

INSERT INTO `baners` (`id`, `title`, `description`, `status`, `file`, `addedByName`, `created_at`, `updated_at`) VALUES
(8, 'test', 'test', 'تایید شده', 'storage/Baners/Nothing', 'آسیه یعقوبی', '2022-10-09 10:46:02', '2022-10-09 10:46:02');

-- --------------------------------------------------------

--
-- Table structure for table `certificates`
--

CREATE TABLE `certificates` (
  `id` int UNSIGNED NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `saderKonandeh` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `dateStart` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `moddateEtebar` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `dateEnd` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `file` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `file2` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `certificates`
--

INSERT INTO `certificates` (`id`, `name`, `saderKonandeh`, `dateStart`, `moddateEtebar`, `dateEnd`, `file`, `file2`, `created_at`, `updated_at`) VALUES
(10, 'کارت بازرگانی', 'اتاق بازرگانی، صنایع، معادن و کشاورزی ابادان', '1400/05/31', '5سال', '1405/05/31', 'storage/Certificates/1631621237_8-کارت بازرگانی.pdf', NULL, '2020-04-08 05:58:08', '2021-09-14 12:08:14'),
(11, 'مجوز بهره برداری فعالیت های خدماتی(تامین نیروی انسانی مورد نیاز جهت تعمیر و نگهداری سیستم برق یارد خرمشهر)', 'سازمان منطقه ازاد اروند-سازمان بهبود محیط  کسب و کار و توسعه رقابت', '1398/07/01', 'دو  سال', '1400/01/01', 'storage/Certificates/1586325639_7- Bahrebardari- 98.pdf', NULL, '2020-04-08 06:00:39', '2022-01-25 13:14:27'),
(12, 'مجوز بهره برداری فعالیت های خدماتی(صادرات و واردات)', 'سازمان منطقه ازاد اروند-سازمان بهبود محیط  کسب و کار و توسعه رقابت', '1398/01/01', 'یک  سال', '1399/01/01', 'storage/Certificates/1643172556_7-مجوز بهره برداری1400.pdf', NULL, '2020-04-08 06:02:34', '2022-01-26 04:49:16'),
(13, 'گواهی سندیکای شرکت های مکان یابی و رادیویی', 'اتاق بازرگانی، صنایع، معادن و کشاورزی ابادان- سندیکای شرکت های مکان یابی و رادیویی', '1397/06/01', 'تا پایان سال 97', '1398/012/29', 'storage/Certificates/1586325973_3- گواهی عضویت در سندیکای مکان یابی رادیویی.pdf', NULL, '2020-04-08 06:06:13', '2020-04-08 06:06:13'),
(15, 'iso', 'خانه مدیران', '1399/11/27', 'سه سال', '1402/11/26', 'storage/Certificates/1622285414_iso.pdf', 'storage/Certificates/1662798870_iso.pdf', '2021-05-29 10:50:14', '2022-09-10 08:34:30'),
(16, 'گواهی عضویت در ایران  کد', 'شرکت فناوری اطلاعات طرح نگار از طرف مرکز ملی شماره گذاری کالا و خدمات', '1399/09/20', 'یک  سال', '1400/09/16', 'storage/Certificates/1622285864_11- Iran Code.pdf', NULL, '2021-05-29 10:57:44', '2021-05-29 10:57:44'),
(17, 'پروانه عرضه خدمات ورود خرید و فروش تجهیزات رادیویی', 'سازمان تنظیم مقررات وارتباطات رادیویی', '1399/06/22', 'دو  سال', '1401/06/22', 'storage/Certificates/1622286120_13- پروانه خدمات ورود خرید و فروش تجهیزات رادیویی.pdf', NULL, '2021-05-29 11:02:00', '2021-09-14 12:05:42'),
(18, 'گواهی تعیین صلاحیت اداره کار-تعمیر و نگهداری / تاسیسات', 'اداره کل ورفاه اجتماعی استان خوزستان', '1400/08/30', 'دوسال', '1402/08/30', 'storage/Certificates/1637553146_120035.pdf', NULL, '2021-11-22 03:52:26', '2022-04-16 05:40:23'),
(19, 'صلاحیت خدمات انفورماتیک', 'سازمان امور نظام فنی اجرایی، مشورین و پیمانکاران', '1400/09/30', 'دوسال', '1402/09/29', 'storage/Certificates/1641982122_1641370903_گواهینامه صلاحیت خدمات انفورماتیکی 1402.pdf', NULL, '2022-01-05 08:18:13', '2022-01-12 10:08:42'),
(20, 'رتبه بندی و احراز صلاحیت شرکت های انفورماتیک', 'سازمان امور نظام فنی اجرایی، مشورین و پیمانکاران', '1400/09/30', 'دوسال', '1402/09/29', 'storage/Certificates/1641981991_1641371006_گواهی رتبه انفورماتیک 1402.pdf', NULL, '2022-01-05 08:23:26', '2022-01-12 10:06:31'),
(21, 'گواهینامه تایید صلاحیت ایمنی', 'اداره کل کار و رفاه اجتماعی استان خوزستان', '1400/10/21', 'دوسال', '1400/10/21', 'storage/Certificates/1642509429_گواهینامه تایید صلاحیت ایمنی.pdf', 'storage/Certificates/nothing', '2022-01-18 12:37:09', '2022-01-18 12:37:09'),
(22, 'گواهی عضویت', 'اتحادیه صادر کنندگان خدمات فنی مهندسی ، مشاوران و پیمانکاران صنعت مخابرات ایران', '1400/10/15', 'یکسال', '1401/10/15', 'storage/Certificates/1643110812_گواهی عضویت.jpg', 'storage/Certificates/nothing', '2022-01-25 11:40:12', '2022-01-25 11:40:12'),
(23, 'مجوز افتا', 'سازمان فناوری اطلاعات ایران', '1400/011/02', '2سال', NULL, 'storage/Certificates/1643797700_پروانه فعالیت در حوزه خدمات فنی افتا.pdf', 'storage/Certificates/nothing', '2022-02-02 08:23:47', '2022-02-02 10:28:20'),
(24, 'مجوز بهره برداری فعالیت های بازرگانی', 'سازمان منطقه آزاد اروند', '1400/01/01', 'یکسال', '1401/01/01', 'storage/Certificates/1645001153_مجوز بهربه برداری فعالیتهای بازرگانی تا سال 1401.jpg', 'storage/Certificates/nothing', '2022-02-16 08:45:53', '2022-02-16 08:45:53'),
(25, 'مجوز بهره برداری فعالیت های خدماتی', 'سازمان منطقه آزاد اروند', '1400/01/01', 'یکسال', '1401/01/01', 'storage/Certificates/1645001215_مجوز بهره برداری فعالیتهای خدماتی تا سال 1401.jpg', 'storage/Certificates/nothing', '2022-02-16 08:46:55', '2022-02-16 08:46:55'),
(27, 'نظام صنفی رایانه ای', 'سازمان نظام صنفی رایانه ای کشور استان تهران', '1401/01/30', 'یکسال', '1402/01/30', 'storage/Certificates/1653128022_گواهی سازمان نظام صنفی رایانه ای استان تهران مجوز فعالیت- تا تا.pdf', 'storage/Certificates/nothing', '2022-05-21 10:13:42', '2022-05-21 10:13:42');

-- --------------------------------------------------------

--
-- Table structure for table `chats`
--

CREATE TABLE `chats` (
  `id` int UNSIGNED NOT NULL,
  `sender_id` int UNSIGNED DEFAULT NULL,
  `receiver_id` int UNSIGNED DEFAULT NULL,
  `content` text COLLATE utf8mb3_unicode_ci,
  `status` varchar(255) COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `commissions`
--

CREATE TABLE `commissions` (
  `id` int UNSIGNED NOT NULL,
  `mozoo` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'موضوع',
  `darkhastkonande` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'درخواست کننده',
  `arzeshmoamele` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'ارزش معامله',
  `tedadestelambaha` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'تعداد استعلام بها',
  `fileestelambaha1` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'فایل استعلام بها',
  `fileestelambaha2` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'فایل استعلام بها',
  `fileestelambaha3` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'فایل استعلام بها',
  `typekala` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'نوع کالا',
  `datesabt` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'تاریخ ثبت خرید',
  `mahaltahvil` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'محل تحویل کالا',
  `hazinehaml` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'هزینه حمل',
  `garanti` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'گارانتی',
  `khadamatpasazforosh` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'خدمات پس از فروش',
  `email_status` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT ' مکاتبات ازطریق ایمیل',
  `status_confirmation` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'تایید کمیسیون',
  `user_id` int UNSIGNED NOT NULL COMMENT 'ثبت کننده مناقصه',
  `commissionable_type` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `commissionable_id` bigint UNSIGNED NOT NULL,
  `datebargozari` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'تاریخ برگزاری مناقصه',
  `typemonaqese` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'نوع مناقصه',
  `tedadtaminkonandegan` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'تعداد تامین کنندگان',
  `modatmoamele` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'مدت معامله',
  `type` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'نوع معامله',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `commission_majors`
--

CREATE TABLE `commission_majors` (
  `id` int UNSIGNED NOT NULL,
  `mozoo` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'موضوع',
  `datebargozari` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'تاریخ برگزاری مناقصه',
  `typemonaqese` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'نوع مناقصه',
  `arzeshmoamele` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'ارزش معامله',
  `tedadtaminkonandegan` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'تعداد تامین کنندگان',
  `moshakhasatkala` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'مشخصات کالا',
  `arzeshkala` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'ارزش کالا',
  `mahaltahvil` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'محل تحویل کالا',
  `hazinehaml` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'هزینه حمل',
  `garanti` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'گارانتی',
  `khadamatpasazforosh` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'خدمات پس از فروش',
  `modatmoamele` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'مدت معامله',
  `fileestelambaha` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'فایل استعلام بها',
  `status_confirmation` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'تایید کمیسیون',
  `user_id` int UNSIGNED NOT NULL COMMENT 'ثبت کننده مناقصه',
  `commissionable_type` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `commissionable_id` bigint UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `commission_majors`
--

INSERT INTO `commission_majors` (`id`, `mozoo`, `datebargozari`, `typemonaqese`, `arzeshmoamele`, `tedadtaminkonandegan`, `moshakhasatkala`, `arzeshkala`, `mahaltahvil`, `hazinehaml`, `garanti`, `khadamatpasazforosh`, `modatmoamele`, `fileestelambaha`, `status_confirmation`, `user_id`, `commissionable_type`, `commissionable_id`, `created_at`, `updated_at`) VALUES
(1, 'test', '1401/3/22', 'یک مرحله ای', '3000', '3', NULL, NULL, 'test', '2000', 'test', 'test', '3ماه', 'storage/CommissionMajor/1654933609_Screenshot from 2022-05-24 14-20-08.png', 'بررسی نشده', 48, 'App\\Tender', 11, '2022-06-11 07:46:49', '2022-06-11 07:46:49');

-- --------------------------------------------------------

--
-- Table structure for table `commission_medium`
--

CREATE TABLE `commission_medium` (
  `id` int UNSIGNED NOT NULL,
  `mozoo` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'موضوع',
  `darkhastkonande` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'درخواست کننده',
  `filemadarek` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'فایل مدارک',
  `tedadtaminkonandegan` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'تعداد تامین کنندگان',
  `nametaminkonandegan` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'اسامی تامین کنندگان',
  `moshakhasatkala` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'مشخصات کالا',
  `arzeshkala` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'ارزش کالا',
  `mahaltahvil` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'محل تحویل کالا',
  `hazinehaml` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'هزینه حمل',
  `garanti` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'گارانتی',
  `khadamatpasazforosh` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'خدمات پس از فروش',
  `zamantahvil` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'حداکثر زمانبندی تحویل',
  `fileestelambaha` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'فایل استعلام بها',
  `status_confirmation` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'تایید کمیسیون',
  `user_id` int UNSIGNED NOT NULL COMMENT 'ثبت کننده مناقصه',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `commission_partials`
--

CREATE TABLE `commission_partials` (
  `id` int UNSIGNED NOT NULL,
  `mozoo` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'موضوع',
  `darkhastkonande` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'درخواست کننده',
  `arzeshmoamele` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'ارزش معامله',
  `tedadestelambaha` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'تعداد استعلام بها',
  `fileestelambaha1` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'فایل استعلام بها',
  `fileestelambaha2` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'فایل استعلام بها',
  `fileestelambaha3` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'فایل استعلام بها',
  `typekala` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'نوع کالا',
  `datesabt` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'تاریخ ثبت خرید',
  `mahaltahvil` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'محل تحویل کالا',
  `hazinehaml` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'هزینه حمل',
  `garanti` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'گارانتی',
  `khadamatpasazforosh` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'خدمات پس از فروش',
  `email_status` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT ' مکاتبات ازطریق ایمیل',
  `status_confirmation` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'تایید کمیسیون',
  `user_id` int UNSIGNED NOT NULL COMMENT 'ثبت کننده مناقصه',
  `commissionable_type` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `commissionable_id` bigint UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `confirms`
--

CREATE TABLE `confirms` (
  `id` int UNSIGNED NOT NULL,
  `confirmable_type` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `confirmable_id` bigint UNSIGNED NOT NULL,
  `status` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `description` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `user_id` bigint UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `confirms`
--

INSERT INTO `confirms` (`id`, `confirmable_type`, `confirmable_id`, `status`, `description`, `user_id`, `created_at`, `updated_at`) VALUES
(2, 'App\\CommissionMajor', 1, 'تایید نشده', 'تایید نشده', 48, '2022-04-20 09:11:46', '2022-04-20 09:11:46'),
(3, 'App\\CommissionMajor', 2, 'تایید شده', 'فثسف', 6, '2022-04-20 10:07:36', '2022-04-20 10:07:36'),
(4, 'App\\CommissionMajor', 2, 'تایید نشده', 'eee', 45, '2022-04-27 07:13:50', '2022-04-27 07:13:50');

-- --------------------------------------------------------

--
-- Table structure for table `consents`
--

CREATE TABLE `consents` (
  `id` int UNSIGNED NOT NULL,
  `exporterName` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'نام صادر کننده',
  `subject` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'موضوع',
  `file` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci COMMENT 'فایل',
  `user_id` int UNSIGNED NOT NULL,
  `issueDate` timestamp NULL DEFAULT NULL COMMENT 'تاریخ صدور',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `consents`
--

INSERT INTO `consents` (`id`, `exporterName`, `subject`, `file`, `user_id`, `issueDate`, `created_at`, `updated_at`) VALUES
(1, 'سکان اوند کیش', 'خدمات پهنای باند و پشتیبانی سیستم ها', 'storage/Consent/1660535790_گواهی حسن انجام کار سکان 1400.pdf', 34, '2021-07-11 19:30:00', '2022-08-15 03:56:30', '2022-08-15 03:56:30'),
(2, 'بهاران', 'خرید تجهیزات BMS', 'storage/Consent/1660536427_baharan.pdf', 34, '2021-10-29 20:30:00', '2022-08-15 04:07:07', '2022-08-15 04:07:07'),
(3, 'بنیاد امور بیماریهای خاص', 'خرید تجهیزات اکتیو شبکه', 'storage/Consent/1660536991_بیماریهای خاص تجهیزات شبکه.jpg', 34, '2022-05-30 19:30:00', '2022-08-15 04:16:31', '2022-08-15 04:16:31'),
(4, 'صنایع کامپیوتری ایران(ایزایران)', 'خرید تجهیزات پسیو شبکه', 'storage/Consent/1660537089_رضایت نامه پسیو عراق ایزایران_compressed.pdf', 34, '2022-05-30 19:30:00', '2022-08-15 04:18:09', '2022-08-15 04:18:09'),
(5, 'کیتو شناور اروند', 'خدمات در زمینه فناوری اطلاعات و ارتباطات بویژه طراحی و اجرای شبکه های محلی', 'storage/Consent/1660537336_تاییدیه حسن  انجام کار کیتو.pdf', 34, '2013-12-06 20:30:00', '2022-08-15 04:22:16', '2022-08-15 04:22:16'),
(6, 'پولاد فرایند بین الملل', 'خدمات در زمینه ارتباطات مخابراتی و فناوری اطلاعات بویژه نصب و راه اندازی و ...', 'storage/Consent/1660537478_حسن انجام کار پولاد فرآیند بین الملل- مرداد 99.pdf', 34, '2020-08-03 19:30:00', '2022-08-15 04:24:38', '2022-08-15 04:24:38'),
(7, 'شرکت مهدسی و ساخت تاسیسات دریایی ایران', 'خدمات در زمینه فناوری اطلاعات و ارتباطات بویژه طراحی و اجرای شبکه های محلی', 'storage/Consent/1660537674_حسن انجام کار تاسیسات 92.pdf', 34, '2013-12-07 20:30:00', '2022-08-15 04:27:54', '2022-08-15 04:27:54'),
(8, 'شرکت مهدسی و ساخت تاسیسات دریایی ایران', 'قرارداد تولید و توسعه سیستم های اطلاعاتی و نرم افزاری و نگهداری و پشتیبانی شبکه', 'storage/Consent/1660537781_حسن انجام کار تاسیسات- سال 95.pdf', 34, '2016-12-24 20:30:00', '2022-08-15 04:29:41', '2022-08-15 04:29:41'),
(9, 'صنعت گستر کیش', 'خدمات در زمینه فناوری اطلاعات و ارتباطات بویژه طراحی و اجرای شبکه های محلی', 'storage/Consent/1660537880_حسن انجام کار صنعت گستر- سال 95.pdf', 34, '2016-12-20 20:30:00', '2022-08-15 04:31:20', '2022-08-15 04:31:20'),
(10, 'صنعت گستر کیش', 'خدمات در زمینه فناوری اطلاعات و ارتباطات بویژه طراحی و اجرای شبکه های محلی', 'storage/Consent/1660538047_حسن انجام کار صنعت گستر کیش 92.pdf', 34, '2013-12-07 20:30:00', '2022-08-15 04:34:07', '2022-08-15 04:34:07'),
(11, 'کیتو شناور اروند', 'پشتیبانی سخت افزار و نرم افزار و ارائه پهنای باند و مکاالمه بین المللی', 'storage/Consent/1660538289_حسن انجام کار کیتو- 95.pdf', 34, '2016-08-07 19:30:00', '2022-08-15 04:38:09', '2022-08-15 04:38:09'),
(12, 'شرکت مهدسی و ساخت تاسیسات دریایی ایران', 'تامین نیروی انسانی یارد خرمشهر', 'storage/Consent/1660540012_حسن انجام کار نیروهای یارد خرمشهر.pdf', 34, '2021-08-15 19:30:00', '2022-08-15 05:06:52', '2022-08-15 05:06:52'),
(13, 'داده ورزی سداد', 'خرید،حمل و نصب 8 دستگاه خنک کننده', 'storage/Consent/1660540115_داده ورزی سداد.pdf', 34, '2021-05-07 19:30:00', '2022-08-15 05:08:35', '2022-08-15 05:08:35'),
(14, 'شرکت مهدسی و ساخت تاسیسات دریایی ایران', 'جهت نصب و راه اندازی ارتباطات رادیویی سکوهای پارس جنوبی', 'storage/Consent/1660540697_گواهی حسن انجام کار ارتباطات رادیویی پارس جنوبی -تاسیسات دریایی تیر 96.pdf', 34, '2017-07-11 19:30:00', '2022-08-15 05:18:17', '2022-08-15 05:18:17'),
(15, 'کیتو شناور اروند', 'تاییده  بابت نامه تجمیع قراداد پشتیبانی تجهیزات سخت افزار و نر افزار و ارائه پهنای باند', 'storage/Consent/1660540826_نامه تجمیع قراردادهای کیتو.pdf', 34, '2020-10-19 20:30:00', '2022-08-15 05:20:26', '2022-08-15 05:20:26'),
(16, 'پژوهشکده امام خمینی', 'ارائه سرویس شبکه و اینترنت', 'storage/Consent/1660541040_. گواهی حسن انجام پژوهشکده امام خمینی.jpg', 34, '2019-06-15 19:30:00', '2022-08-15 05:24:00', '2022-08-15 05:24:00'),
(17, 'شرکت مهدسی و ساخت تاسیسات دریایی ایران', 'کابل کشی بالا دستی سکوهای 15 تا 18 پارس جنوبی', 'storage/Consent/1660541146_فیبر نوری.jpg', 34, '2022-06-28 19:30:00', '2022-08-15 05:25:46', '2022-08-15 05:25:46'),
(18, 'صنایع قطعات الکترونیک(صاایران)', 'خدمات در زمینه نصب و راه اندازی لینک رادیویی', 'storage/Consent/1660541398_گواهی حسن انجام کار مخابراتی- صاایران تیر96.jpg', 34, '2017-07-15 19:30:00', '2022-08-15 05:29:58', '2022-08-15 05:29:58');

-- --------------------------------------------------------

--
-- Table structure for table `contracts`
--

CREATE TABLE `contracts` (
  `id` int UNSIGNED NOT NULL,
  `onvan` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `mozoo` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `peymankar` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `mablagh` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `pardakht` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `moddat` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `from` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `to` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `tazmin` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `nazer` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `description` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `contractorFile` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `contracts`
--

INSERT INTO `contracts` (`id`, `onvan`, `mozoo`, `peymankar`, `mablagh`, `pardakht`, `moddat`, `from`, `to`, `tazmin`, `nazer`, `description`, `contractorFile`, `created_at`, `updated_at`) VALUES
(2, 'نصب و راه اندازی و اجرای پسیو شبکه', 'نصب و راه اندازی و اجرای پسیو شبکه صحن حضرت زهرا(س) واقع در نجف اشرف', 'شرکت صنایع کامپیوتری ایران(ایز ایران)', '7،043،360،000', '-', 'از زمان تحویلت تجهیزات به  مدت 2 ماه', '1398/03/22', 'دو ماه بعد ازتحویل تجهیزات', 'ضمانت نامه بانکی', '-', NULL, 'storage/Contracts/1586246245_قرارداد نصب و راه اندازی و اجرا-صنایع کامپیوتری ایران.pdf', '2020-04-07 07:57:25', '2020-04-07 07:57:25'),
(3, 'عملیات کابل کشی و راه اندازی بخش بالا دستی سکوهای 15 تا 18 پارس جنوبی- پروژه فاز 17 و 18 پارس جنوبی', 'عملیات کابل کشی و راه اندازی بخش بالا دستی سکوهای 15 تا 18 پارس جنوبی- پروژه فاز 17 و 18 پارس جنوبی', 'شرکت مهندسی و ساخت تاسیسات دریای ایران', '4،430،000،000', '-', 'حداکثر سه ماه از زمان اعلام کتبی', '1398/02/11', 'حداکثر سه ماه از زمان اعلام کتبی', '-', '-', NULL, 'storage/Contracts/1586326394_قرارداد کابل کشی فاز 17 و 18 .pdf', '2020-04-08 06:13:14', '2021-08-04 04:29:13'),
(4, 'تجهیزات پسیو شبکه', 'خرید تجهیزات پسیو شبکه', 'شرکت صنایع کامپیوتری ایران(ایز ایران)', '11،459،420،000', 'چک', 'تاریخ ابلاغ شروع تا پایان گارانتی و ایفای کلیه تعهدات فروشنده(زمان تحویل اقلام حداکثر 2 هفته)', '1398/08/11', 'تاریخ ابلاغ شروع تا پایان گارانتی و ایفای کلیه تعهدات فروشنده(زمان تحویل اقلام حداکثر 2 هفته)', 'ضمانت نامه بانکی', '-', 'تاریخ ابلاغ شروع تا پایان گارانتی و ایفای کلیه تعهدات فروشنده(زمان تحویل اقلام حداکثر 2 هفته)', 'storage/Contracts/1586326686_قرارداد خرید تجهیزات پسیو شبکه- ایز ایران.pdf', '2020-04-08 06:18:06', '2020-04-08 06:18:06'),
(5, 'تامین نیروی انسانی مورد نیاز جهت تعمیر و نگهداری سیستم تاسیسات برق شرکت در یارد خرمشهر', 'تامین نیروی انسانی مورد نیاز جهت تعمیر و نگهداری سیستم تاسیسات برق شرکت در یارد خرمشهر', 'شرکت مهندسی و ساخت تاسیسات دریای ایران', '12،123،248،355', 'چک', 'یکسال و 5 ماه', '1398/07/01', '1399/12/29', 'ضمانت نامه بانکی(یک فقره چک)', '-', NULL, 'storage/Contracts/1586327043_قرارداد تامین نیروی انسانی مورخ 98-7-1 نهایی شده.pdf', '2020-04-08 06:24:03', '2021-08-04 04:29:29'),
(6, 'ارایه سرویس خدمات اینترنت به دکل حفاری', 'ارایه سرویس خدمات اینترنت به دکل حفاری', 'شرکت مهندسی و ساخت تاسیسات دریای ایران', '84،000،000', 'چک', 'یکسال', '1398/03/01', '1399/02/31', '-', '-', NULL, 'storage/Contracts/1586327692_قرارداد ارائه خدمات سرویس اینترنت از ارتباطات - تاسیسات دریایی 98.pdf', '2020-04-08 06:34:52', '2021-08-04 04:29:45'),
(7, 'سفارش خرید تجهیزات Trunk, Rack', NULL, 'شرکت مهندسی و ساختمان صنایع نفت', '208،959،000', 'چک', 'ده روز پس از ابلاغیه تایید', '1398/11/29', 'ده روز پس از ابلاغیه تایید', 'ضمانت نامه بانکی', NULL, NULL, 'storage/Contracts/1586327970_شرکت مهندسی و ساختمان صنایع نفت- سفارش خرید تجهیزات پسیو.pdf', '2020-04-08 06:39:30', '2020-04-08 06:39:30'),
(8, 'پروژه ساختمان اداری مهر', 'پروژه ساختمان اداری مهر', 'شرکت مهندسی و ساخت تاسیسات دریای ایران', '13،156،457،800', 'چک', 'دوهفته  بعد ازثبت سفارش  در قبال تضمین', '1398/02/02', 'دوهفته  بعد ازثبت سفارش  در قبال تضمین', 'ضمانت نامه بانکی', NULL, NULL, 'storage/Contracts/1586328348_دوربین مداربسته- تاسیسات دریایی.pdf', '2020-04-08 06:45:48', '2021-08-04 04:30:04'),
(9, 'خرید و حمل تجهیزات  خنک کننده', 'خرید، نصب و راه اندازی 8 دستگاه خنک کننده InRow با برند APC', 'داده ورزی سداد', '13،108،000،000', 'چک', 'از تاریخ پرداخت پیش پرداخت  حداکثر 90 روز بابت تحویل کالا', '1398/08/16--از تاریخ پرداخت پیش پرداخت  حداکثر 90 روز بابت تحویل کالا', 'از تاریخ پرداخت پیش پرداخت  حداکثر 90 روز بابت تحویل کالا', 'ضمانت نامه بانکی', NULL, 'از تاریخ پرداخت پیش پرداخت  حداکثر 90 روز بابت تحویل کالا و 30 روز جهت نصب', 'storage/Contracts/1586328704_داده ورزی سداد-خرید و حمل تجهیزات خنک کننده.pdf', '2020-04-08 06:51:44', '2020-04-08 06:51:44'),
(10, 'خریدتجهیزات پسیو R&M', 'خریدتجهیزات پسیو R&M', 'شرکت صنایع کامپیوتری ایران(ایز ایران)', '40،048،155،274', 'چک', 'از تاریخ ابلاغ شروع برنده تا پایان گارانتی وایفای کلیه تعهدات', '1398/04/01', 'از تاریخ ابلاغ شروع برنده تا پایان گارانتی وایفای کلیه تعهدات', 'ضمانت نامه بانکی', NULL, NULL, 'storage/Contracts/1586329017_خرید تجهیزات پسیو - شرکت صنایع کامپیوتری ایران.pdf', '2020-04-08 06:56:57', '2020-04-08 06:56:57'),
(11, 'تامین تجهیزات اتاق سرور در 13 مرکز استان واقع در کشور عراق', 'تامین تجهیزات اتاق سرور در 13 مرکز استان واقع در کشور عراق', 'شرکت صنایع کامپیوتری ایران(ایز ایران)', '26.985.880.000', '-', 'از تاریخ انعقاد قرارداد و دریافت پیش پرداخت', '1399/04/09', 'تاریخ ابلاغ شروع تا پایان گارانتی و ایفای کلیه تعهدات فروشنده(زمان تحویل اقلام حداکثر 1ماه)', NULL, NULL, NULL, 'storage/Contracts/1598268748_تامین تجهیزات .pdf', '2020-08-24 11:32:28', '2021-08-04 04:32:11'),
(12, 'اجراء  اتاق سرور در 13 مرکز استان واقع در کشور عراق', 'اجراء  اتاق سرور در 13 مرکز استان واقع در کشور عراق', 'شرکت صنایع کامپیوتری ایران(ایز ایران)', '4200000000', '-', 'تاریخ ابلاغ شروع تا پایان گارانتی و ایفای کلیه تعهدات فروشنده', '1399/04/09', 'تاریخ ابلاغ شروع تا پایان گارانتی و ایفای کلیه تعهدات فروشنده(زمان تحویل اقلام حداکثر 1ماه)', '-', '-', NULL, 'storage/Contracts/1598336781_اصل قرارداد را.pdf', '2020-08-25 06:26:21', '2020-08-25 06:26:21'),
(13, 'خدمات نگهداری و پشتیبانی شبکه، سیستم سخت افزاری', 'خدمات نگهداری و پشتیبانی شبکه، سیستم سخت افزاری', 'شرکت سکان اروند کیش', '2.109.168.000', NULL, 'یکسال', '1399/02/01', '1400/01/31', 'ضمانت نامه بانکی', NULL, NULL, 'storage/Contracts/1622371696_قرارداد نگهداری.pdf', '2021-05-30 10:48:16', '2021-05-30 10:48:16'),
(14, 'تامین پهنای باند اینترنت و اینترانت به صورت متقارن  از طریق ارتبات رادیویی', 'تامین پهنای باند اینترنت و اینترانت به صورت متقارن  از طریق ارتبات رادیویی', 'شرکت سکان اروند کیش', '168.000.000', NULL, 'یکسال', '1399/01/01', '1399/12/31', NULL, NULL, NULL, 'storage/Contracts/1622371952_قرارداد تامین .pdf', '2021-05-30 10:52:32', '2021-05-30 10:52:32'),
(15, 'الحاقیه قرارداد شماره 2612/4387', 'الحاقیه قرارداد شماره 2612/4387', 'شرکت مهندسی و ساخت تاسیسات دریای ایران', '7،043،360،000', NULL, 'یکسال', '1400/02/29', '-', NULL, NULL, NULL, 'storage/Contracts/1622372837_الحاقیه قرارد.pdf', '2021-05-30 11:07:17', '2021-09-14 05:13:59'),
(16, 'خدمات شکه', 'خدمات شبکه و pm  دوره ای تجهیزات', 'سیمان ابیک', '4.500.000.000', NULL, 'یکسال', '1399/12/16', '1400/12/15', NULL, NULL, NULL, 'storage/Contracts/1622373153_قرارداد خدمات -ابیک.pdf', '2021-05-30 11:12:33', '2021-05-30 11:12:33'),
(18, 'سفارش خرید تجهیزات پسیو', 'سفارش خرید', 'شرکت مهندسی و ساختمان صنایع نفت', '6.501.50 دلار', NULL, '40 روز', '1399/06/25', '1399/08/05', NULL, NULL, NULL, 'storage/Contracts/1623475184_سفارش خرید.pdf', '2021-06-12 05:19:44', '2021-06-12 05:19:44'),
(19, 'خرید تجهیزات اکتیو شبکه', 'خرید تجهیزات اکتیو شبکه', 'بنیاد امور بیمار های خاص', '396.000 یورو', '-', '45روز کاری از ابلاغ کار', '1400/02/04', '45روز کاری از ابلاغ کار', NULL, NULL, NULL, 'storage/Contracts/1624190336_1622374301_ابلاغ قرارداد -یمارستان.pdf', '2021-06-20 11:58:56', '2022-05-09 12:28:36'),
(20, 'تامین نیروی انسانی شناورها-الحاقیه قرارداد شماره 2612/4387', 'تامین نیروی انسانی شناورها-الحاقیه قرارداد شماره 2612/4387', 'شرکت مهندسی و ساخت تاسیسات دریای ایران', '47388986244', NULL, 'یکساله', '1400/04/10', '1401/04/10', NULL, NULL, NULL, 'storage/Contracts/1635586073_2612-4387.pdf', '2021-06-28 06:36:39', '2021-10-30 09:27:53'),
(21, 'تامین نیروی انسانی مورد نیاز جهت تعمیر و نگهداری سیستم تاسیسات برق شرکت در یارد خرمشهر', 'تامین نیروی انسانی مورد نیاز جهت تعمیر و نگهداری سیستم تاسیسات برق شرکت در یارد خرمشهر', 'شرکت مهندسی و ساخت تاسیسات دریای ایران', '48.183.920.192', '-', 'یکسال', '1400/01/01', '1400/12/29', NULL, NULL, NULL, 'storage/Contracts/1625893311_الحاقیه قرارد.pdf', '2021-07-10 05:01:51', '2021-08-04 04:30:21'),
(22, 'انجام امور شبکه پسیو شامل کابل کشی فیبر نوری ومسی صحن حضرت زهرا(س) در نجف اشرف', 'انجام امور شبکه پسیو شامل کابل کشی فیبر نوری ومسی در بخش زیارتی و غیر زیارتی صحن حضرت زهرا(س)', 'ستاد بازسازی عتبات عالیات', '8،000،000،000', 'پس از تایید صورت وضعیت توسط مدیر پیمان به صورت حداکثر تا دو هفته', '-', '1399/12/25', 'تاریخ ابلاغ قرارداد تا 4 ماه شمسی', NULL, NULL, NULL, 'storage/Contracts/1628053813_قراردادانجام .pdf', '2021-08-04 05:10:14', '2021-08-04 05:10:14'),
(23, 'تامین پهنای باند اینترنت و اینترانت به صورت متقارن از طریق ارتبات رادیویی', 'تامین پهنای باند اینترنت و اینترانت به صورت متقارن از طریق ارتبات رادیویی', 'سکان اروند کیش', '168000000', NULL, 'یکساله', '1400/02/01', '1401/01/31', NULL, NULL, NULL, 'storage/Contracts/1633958259_قرارداد تامین .pdf', '2021-10-11 13:17:39', '2021-10-11 13:17:39'),
(25, 'خدمات نگهداری و پشتیبانی شبکه، سیستم های سخت افزاری', 'خدمات نگهداری و پشتیبانی شبکه، سیستم های سخت افزاری', 'سکان اروند کیش', '2531001600', NULL, 'یکساله', '1400/02/01', '1401/01/31', NULL, NULL, NULL, 'storage/Contracts/1634013746_قرارداد خدمات .pdf', '2021-10-12 04:42:26', '2021-10-12 04:42:26'),
(26, 'فروش تجهیزات BMS', 'فروش تجهیزات BMS', 'بهاران', '507690 یورو', NULL, '4ماه', '1397/09/12', '1398/01/12', NULL, NULL, NULL, 'storage/Contracts/1635314878_قرارداد فروش تجهیزات bms.pdf', '2021-10-27 06:07:58', '2021-10-27 06:07:58'),
(27, 'الحاقیه قرارداد 2612/4407 پهنای باند شناورها', 'پهنای باند شناورها', 'کیتو', '1064984 دلار', NULL, 'دوساله', '1398/04/10', '1400/04/10', NULL, NULL, NULL, 'storage/Contracts/1635662256_الحاقیه قرارد.pdf', '2021-10-31 06:37:36', '2021-10-31 06:37:36'),
(28, 'تامین نیروی انسانی مورد نیاز جهت تعمیر و نگهداری سیستم تاسیسات برق شرکت در یارد خرمشهر', 'تامین نیروی انسانی مورد نیاز جهت تعمیر و نگهداری سیستم تاسیسات برق شرکت در یارد خرمشهر', 'شرکت مهندسی و ساخت تاسیسات دریایی', '55564977967', NULL, 'یکساله', '1400/09/21', '1401/09/21', NULL, NULL, NULL, 'storage/Contracts/1639571966_الحاقیه 4 قرار.pdf', '2021-12-15 12:39:26', '2021-12-15 12:39:26'),
(29, 'خرید چهار دستگاه پمپGRUNDFOS', 'خرید چهار دستگاه پمپGRUNDFOS', 'صنایع کامپیوتری ایران', '41520دلار', NULL, 'سه ماه', '1400/10/11', '1401/01/25', NULL, NULL, NULL, 'storage/Contracts/1645435713_قرارداد خرید چ.pdf', '2022-02-21 09:28:33', '2022-02-21 09:29:06'),
(30, 'الحاقیه  قرارداد شماره 16/99/خ/ب/25000-تامین تجهیزات اتاق سرور 13 مرکز استان عراق', 'الحاقیه  قرارداد شماره 16/99/خ/ب/25000-تامین تجهیزات اتاق سرور 13 مرکز استان عراق', 'صنایع کامپیوتری ایران', '31669822239', NULL, '-', '1399/04/09', '1400/04/16', NULL, NULL, NULL, 'storage/Contracts/1651398059_الحاقیه قرارد.pdf', '2022-05-01 09:40:59', '2022-05-09 11:23:59'),
(31, 'نگهداشت پشتیبانی و بهبود سرویس های اطلاعاتی و ارتباطی', 'نگهداشت پشتیبانی و بهبود سرویس های اطلاعاتی و ارتباطی', 'سازمان منطقه ویژه اقتصادانرژی پارس', '93317261953', NULL, 'یکسال', '1401/05/26', '1402/05/25', NULL, NULL, NULL, 'storage/Contracts/1661929996_DownloadHandler.ashx (1).pdf', '2022-08-31 07:13:16', '2022-08-31 07:13:16'),
(32, 'تامین و خرید و نصب و راه اندازی دکل ارتباطی', 'تامین و خرید و نصب و راه اندازی دکل ارتباطی', 'شرکت فاضلاب تهران', '3671060700', 'طبق قرارداد', 'یکساله', '1401/03/03', '1401/03/03', 'ضمانت بانکی', 'شرکت ارتباطات پرشیا', NULL, 'storage/Contracts/1663740320_اب فاضلاب.pdf', '2022-09-12 06:01:59', '2022-09-21 06:05:20'),
(33, 'تامین بخشی از نیروی انسانی در کارگاهها', 'تامین بخشی از نیروی انسانی در کارگاهها', 'شرکت مهندسی و ساخت تاسیسات دریایی ایران', '-', NULL, '9ماه', '1401/04/01', '1401/12/29', NULL, NULL, NULL, 'storage/Contracts/1663155249_4941-001.pdf', '2022-09-14 11:34:09', '2022-09-14 11:38:30'),
(34, 'تامین بخشی از نیروی انسانی در دفاتر تهران', 'تامین بخشی از نیروی انسانی در دفاتر تهران', 'شرکت مهندسی و ساخت تاسیسات دریایی ایران', NULL, NULL, '9ماه', '141/04/01', '1401/12/29', NULL, NULL, NULL, 'storage/Contracts/1663155492_4942-001.pdf', '2022-09-14 11:38:12', '2022-09-14 11:38:12'),
(35, 'الحاقیه قرارداد شماره 2612/4387', 'الحاقیه قرارداد شماره 2612/4387', 'شرکت مهندسی و ساخت تاسیسات دریایی ایران', '62140638125', NULL, '-', '-', '1402/01/31', NULL, NULL, NULL, 'storage/Contracts/1663489860_DownloadHandler.ashx (3).pdf', '2022-09-18 08:31:00', '2022-09-21 04:25:50'),
(36, 'خرید ده دستگاه workstation', 'خرید ده دستگاه workstation', 'پژوهشگاه صنعت نفت', '44800000000', NULL, '2ماه', '1401/07/25', '1402/09/25', NULL, NULL, NULL, 'storage/Contracts/1666520526_DownloadHandler.ashx (1).pdf', '2022-10-23 10:22:06', '2022-10-23 10:22:06');

-- --------------------------------------------------------

--
-- Table structure for table `dailyworks`
--

CREATE TABLE `dailyworks` (
  `id` int UNSIGNED NOT NULL,
  `time` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'مدت زمان',
  `result` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci COMMENT 'نتیجه',
  `assignment` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'مربوط به کجا',
  `description` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci COMMENT 'شرح فعالیت',
  `start_time` time DEFAULT NULL COMMENT 'ساعت شروع',
  `end_time` time DEFAULT NULL COMMENT 'ساعت اتمام',
  `user_id` int UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `divars`
--

CREATE TABLE `divars` (
  `id` int UNSIGNED NOT NULL,
  `content` text COLLATE utf8mb3_unicode_ci,
  `title` varchar(255) COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `file` varchar(255) COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `user_id` int UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `dokumentations`
--

CREATE TABLE `dokumentations` (
  `id` int UNSIGNED NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `saderKonandeh` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `dateStart` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `moddateEtebar` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `dateEnd` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `file` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `dokumentations`
--

INSERT INTO `dokumentations` (`id`, `name`, `saderKonandeh`, `dateStart`, `moddateEtebar`, `dateEnd`, `file`, `created_at`, `updated_at`) VALUES
(3, 'چارت سازمانی', 'هیات مدیره با اسامی نفرات شرکت', '1399/7/8', 'نامحدود', NULL, 'storage/Dokumentation/1653211068_چارت سازمانی 1401020شرکت ارتباطات پرشیا 14000718.pdf', '2022-05-22 09:17:48', '2022-05-22 09:17:48'),
(4, 'برنامه استراتژیک شرکت', 'هیات مدیره', '1399/02/01', 'سه سال', '1401/12/29', 'storage/Dokumentation/1653211323_برنامه استراتژیک شرکت ارتباطات پرشیا.pdf', '2022-05-22 09:22:03', '2022-05-22 09:22:03'),
(5, 'اساسنامه', 'مجمع عمومی فوق العاده', '1396/02/10', 'نامحدود', 'نامحدود', 'storage/Dokumentation/1653211539_اساسنامه جدید.pdf', '2022-05-22 09:25:39', '2022-05-22 09:25:39'),
(6, 'آگهی تاسیس شرکت', 'روزنامه رسمی', '1383/02/26', 'نامحدود', 'نامحدود', 'storage/Dokumentation/1653214578_آگهی تاسیس شرکت پرشیا.pdf', '2022-05-22 10:16:18', '2022-05-22 10:16:41'),
(7, 'گواهینامه ثبت نام مودیان مالیاتی', 'سازمان امور مالیاتی', '1387/10/22', 'نامحدود', 'نامحدود', 'storage/Dokumentation/1653215812_10- کد اقتصادی.pdf', '2022-05-22 10:36:52', '2022-05-22 10:36:52'),
(8, 'گزارش حسابرس قانونی به انضمام صورت های مالی منتهی به 29 اسفندماه 1400', 'موسسه هوشیار ممیز', '1400', '1400', '1400', 'storage/Dokumentation/1653217068_گزارش حسابرس به همراه صورت های مالی 1400.pdf', '2022-05-22 10:57:48', '2022-05-22 10:57:48'),
(9, 'گزارش حسابرس قانونی به انضمام صورت های مالی منتهی به 30 اسفندماه 1399', 'موسسه حسابرسی هوشیار ممیز', '1399', '1399', '1399', 'storage/Dokumentation/1653217191_صورتهای مالی منتهی به 30 اسفندماه 1399.pdf', '2022-05-22 10:59:51', '2022-05-22 10:59:51'),
(10, 'تکالیف مجمع عمومی سالمالی منتهی به 30 اسفند ماه 1399', 'مجمع عمومی سال 1399', '1399/3/3', 'نامحدود', 'نامحدود', 'storage/Dokumentation/1653217310_صورتجلسه مجمع و تکالیف مجمع.pdf', '2022-05-22 11:01:50', '2022-05-22 11:01:50'),
(11, 'گزارش فعالیت هیات مدیره سال 1400', 'هیات مدیره', '1401/02/18', 'نامحدود', 'نامحدود', 'storage/Dokumentation/1653217460_گزارش فعالیت هیئت مدیره سال 1400-.pdf', '2022-05-22 11:04:20', '2022-05-22 11:04:20'),
(12, 'گزارش فعالیت هیات مدیره سال 1399', 'هیات مدیره', '1400/02/12', 'نامحدود', 'نامحدود', 'storage/Dokumentation/1653217571_گزارش فعالیت هیات مدیره 1399.pdf', '2022-05-22 11:06:11', '2022-05-22 11:06:45'),
(13, 'گواهی ارزش افزوده', 'سازمان امور مالیاتی', '1398/9/24', 'نامحدود', NULL, 'storage/Dokumentation/1658327283_گواهی ارزش افزوده تا تیرماه 99.pdf', '2022-07-20 14:28:03', '2022-07-20 14:28:03'),
(14, 'صورت جلسه مجمع سال 1400', 'مجمع عمومی', '1401/2/031', 'نامحدود', 'نامحدود', 'storage/Dokumentation/1661330293_صورتجلسه مجمع .pdf', '2022-08-24 08:38:13', '2022-08-24 08:38:13');

-- --------------------------------------------------------

--
-- Table structure for table `financial_guarantees`
--

CREATE TABLE `financial_guarantees` (
  `id` int UNSIGNED NOT NULL,
  `type` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'نوع ضمانت نامه',
  `subject` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'موضوع قرارداد',
  `status` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'اخرین وضعیت ',
  `active_status` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT ' وضعیت فعال',
  `validity_duration` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'مدت اعتبار',
  `name_of_issuing_bank` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'نام بانک صادر کننده',
  `beneficiary_name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'نام ذینفع',
  `image` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'تصویر ضمانت نامه',
  `price` bigint DEFAULT NULL COMMENT ' مبلغ به ریال',
  `end_date` timestamp NULL DEFAULT NULL COMMENT 'تاریخ اتمام',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `financial_guarantees`
--

INSERT INTO `financial_guarantees` (`id`, `type`, `subject`, `status`, `active_status`, `validity_duration`, `name_of_issuing_bank`, `beneficiary_name`, `image`, `price`, `end_date`, `created_at`, `updated_at`) VALUES
(1, 'پیش پرداخت', 'خرید تجهیزات اکتیو', 'تمدید شده', 'گرفته شده', 'سه ماه', 'بانک سینا', 'بنیاد امور بیماری های خاص خیریه', 'storage/FinancialGuarantee/1652244912_Document_20220510055529-001.pdf', 44352000000, '2022-11-20 20:30:00', '2022-05-11 04:55:12', '2022-11-12 07:50:05'),
(2, 'حسن انجام تعهدات', 'خرید تجهیزات اکتیو', 'تمدید شده', 'گرفته شده', 'سه ماه', 'بانک سینا', 'بنیاد امور بیماری های خاص خیریه', 'storage/FinancialGuarantee/1652245844_bimari-001.pdf', 11088000000, '2022-09-20 19:30:00', '2022-05-11 05:10:44', '2022-05-11 05:10:44'),
(3, 'شرکت در مناقصه', 'خرید 10 دستگاه work station', 'تمدید شده', 'گرفته شده', 'سه ماه', 'بانک تجارت', 'پژوهشگاه صنعت نفت', 'storage/FinancialGuarantee/1652248522_zemanatname naft-001.pdf', 3300000000, '2022-06-11 19:30:00', '2022-05-11 05:55:22', '2022-05-11 05:55:22'),
(5, 'حسن انجام تعهدات', 'خرید تجهیزات اکتیو', 'تمدید شده', 'گرفته شده', 'شش ماه', 'بانک تجارت', 'بنیاد امور بیماری های خاص خیریه', 'storage/FinancialGuarantee/1652255091_bonyad-001.pdf', 50000000000, '2022-09-20 19:30:00', '2022-05-11 07:44:51', '2022-05-11 07:44:51'),
(6, 'چک', 'علی الحساب دریافتی از شرکت IOEC طی قرارداد یارد خرمشهر', 'تمدید شده', 'گرفته شده', 'بدون تاریخ', 'چک صاره از بانک سینا', 'شرکت مهندسی و ساخت تاسیات دریایی ایران', 'storage/FinancialGuarantee/1652255425_ioec-001.pdf', 10000000000, NULL, '2022-05-11 07:50:25', '2022-05-11 07:50:25'),
(8, 'چک', 'خدمات شبکه و PM دوره ای تجهیزات', 'تمدید شده', 'گرفته شده', 'بدون تاریخ', 'چک صادره از بانک سینا', 'شرکت سیمان آبیک', 'storage/FinancialGuarantee/1652257879_simanDocument_20220510055153-001-001.pdf', 5000000000, NULL, '2022-05-11 08:31:19', '2022-05-11 08:31:19'),
(9, 'حسن انجام تعهدات', 'راه اندازی 13 مرکز تجهیزات اتاق سرور 13 مرکز عراق', 'تمدید شده', 'گرفته شده', 'یک سال', 'بانک سینا', 'شرکت صنایع کامپیوتری ایران', 'storage/FinancialGuarantee/1652264749_13taahod-001.pdf', 420000000, '2022-11-16 20:30:00', '2022-05-11 10:25:49', '2022-11-12 07:49:52'),
(11, 'چک', 'قرارداد پهنای باند شناورها', 'تمدید شده', 'گرفته شده', 'بدون تاریخ', 'چک صادره از بانک ملت', 'شرکت کیتو', 'storage/FinancialGuarantee/1652265941_kito-001.pdf', 7332000000, NULL, '2022-05-11 10:45:41', '2022-05-11 10:45:41'),
(12, 'چک', 'قرارداد مرکز فروش تلفن IP و سیستم پاسخگوئی', 'تمدید شده', 'گرفته شده', 'بدون تاریخ', 'چک صادره از بانک ملت', 'مرکز درمان ناباروری ابن سینا', 'storage/FinancialGuarantee/1652266259_ebn sina-001.pdf', 188336100, NULL, '2022-05-11 10:50:59', '2022-05-11 10:50:59'),
(13, 'حسن انجام تعهدات', 'پروانه ارائه خدمات ورود خرید و فروش تجهیزات رادیویی', 'تمدید شده', 'گرفته شده', 'بدون تاریخ', 'بانک سینا', 'سازمان تنظیم مقررات و ارتباطات رادیویی', 'storage/FinancialGuarantee/1652514950_tanzim-001.pdf', 500000000, NULL, '2022-05-14 07:55:50', '2022-05-14 07:55:50'),
(14, 'چک', 'خرید حمل و نصب تجهیزات خنک کننده', 'تمدید شده', 'گرفته شده', 'بدون تاریخ', 'چک صادره از بانک ملت', 'داده ورزی سداد', 'storage/FinancialGuarantee/1652516086_sedad-001.jpg', 2621600000, NULL, '2022-05-14 08:14:46', '2022-05-14 08:14:46'),
(15, 'کسر از محل مطالبات', 'شرکت در مناقصه خرید و اجرای شبکه', 'تمدید شده', 'گرفته شده', 'بدون تاریخ', 'چک صادره از بانک ملت', 'صنایع کامپیوتری ایزایران', 'storage/FinancialGuarantee/nothing', 320000000, NULL, '2022-05-14 08:24:00', '2022-05-14 08:24:00'),
(16, 'شرکت در مناقصه', 'قرارداد بیمه سلامت کرمان', 'تمدید شده', 'گرفته شده', 'بدون تاریخ', 'بانک ملت', 'صنایع کامپیوتری ایز ایران', 'storage/FinancialGuarantee/nothing', 10250000000, NULL, '2022-05-14 08:27:54', '2022-05-14 08:27:54'),
(17, 'حسن انجام تعهدات', 'تامین تجهیزات اتاق سرور در 13 مرکز عراق', 'تمدید شده', 'گرفته شده', 'سه ماه', 'بانک سینا', 'صنایع کامپیوتری ایز ایران', 'storage/FinancialGuarantee/1652517651_13markaz-001.pdf', 2698588000, NULL, '2022-05-14 08:40:51', '2022-05-14 08:40:51'),
(18, 'پیش پرداخت', 'طراحی تفصیلی تامین تجهیزات و نصب و راه اندازی ..', 'تمدید شده', 'گرفته شده', 'سه ماه', 'بانک تجارت', 'موسسه خیریه امداد و توسعه بصیر', 'storage/FinancialGuarantee/1652518862_basir-001.jpg', 60601969908, NULL, '2022-05-14 09:01:02', '2022-05-14 09:01:02'),
(19, 'سفته', '5% مبلغ قرارداد طراحی تفصیلی تامین تجهیزات و ...', 'تمدید شده', 'گرفته شده', 'بدون تاریخ', NULL, 'موسسه خیریه امداد و توسعه بصیر', 'storage/FinancialGuarantee/nothing', 8500000000, NULL, '2022-05-14 09:03:17', '2022-05-14 09:03:17');

-- --------------------------------------------------------

--
-- Table structure for table `forms`
--

CREATE TABLE `forms` (
  `id` int UNSIGNED NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `link` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `addedByName` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `forms`
--

INSERT INTO `forms` (`id`, `name`, `link`, `addedByName`, `created_at`, `updated_at`) VALUES
(1, 'فرم صورتجلسه کمیسیون معاملات', 'storage/Forms/1651045562_فرم صورتجلسه کمیسیون معاملات.docx', 'آسیه یعقوبی', '2022-04-27 07:46:02', '2022-04-27 07:46:02'),
(2, 'فرم رسید نامه', 'storage/Forms/1651045574_فرم رسید نامه.docx', 'آسیه یعقوبی', '2022-04-27 07:46:14', '2022-04-27 07:46:14'),
(3, 'فرم درخواست وام', 'storage/Forms/1651045587_فرم درخواست وام.docx', 'آسیه یعقوبی', '2022-04-27 07:46:27', '2022-04-27 07:46:27'),
(4, 'فرم خام صورتجلسه', 'storage/Forms/1651045600_فرم خام صورتجلسه 00.docx', 'آسیه یعقوبی', '2022-04-27 07:46:40', '2022-04-27 07:46:40'),
(5, 'فرم اصلاح شده هزینه های بدون فاکتور', 'storage/Forms/1651045620_فرم اصلاح شده هزینه های بدون فاکتور.docx', 'آسیه یعقوبی', '2022-04-27 07:47:00', '2022-04-27 07:47:00'),
(6, 'رسید نامه', 'storage/Forms/1651045630_رسید نامه.docx', 'آسیه یعقوبی', '2022-04-27 07:47:10', '2022-04-27 07:47:10'),
(7, 'دستور پرداخت', 'storage/Forms/1651045642_دستور پرداخت.docx', 'آسیه یعقوبی', '2022-04-27 07:47:22', '2022-04-27 07:47:22'),
(8, 'درخواست کالا', 'storage/Forms/1651045655_درخواست کالا.docx', 'آسیه یعقوبی', '2022-04-27 07:47:35', '2022-04-27 07:47:35'),
(9, 'درخواست تنخواه', 'storage/Forms/1651045669_درخواست تنخواه.docx', 'آسیه یعقوبی', '2022-04-27 07:47:49', '2022-04-27 07:47:49'),
(10, 'خروج کالا', 'storage/Forms/1651045679_خروج کالا a5.docx', 'آسیه یعقوبی', '2022-04-27 07:47:59', '2022-04-27 07:47:59'),
(11, 'خروج کالا از شرکت IOEC', 'storage/Forms/1653995338_فرم خروج کالا از شرکت تاسیسات.pdf', 'سمیه نیکویی', '2022-05-31 11:08:58', '2022-05-31 11:08:58'),
(12, 'فرم وام تاسیسات دریایی ایران', 'storage/Forms/1660357613_فرم درخواست وام.pdf', 'سمیه نیکویی', '2022-08-13 02:26:53', '2022-08-13 02:26:53'),
(15, 'فرم هزینه های بدون فاکتور', 'storage/Forms/1663057032_فرم هزینه بدون فاکتور.docx', 'مهسا مرادی', '2022-09-13 08:17:12', '2022-09-13 08:17:12');

-- --------------------------------------------------------

--
-- Table structure for table `info_companies`
--

CREATE TABLE `info_companies` (
  `id` int UNSIGNED NOT NULL,
  `address` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `code_posti` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `phone` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `fax` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `address_khoram` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `code_posti_khoram` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `phone_khoram` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `fax_khoram` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `shomare_sabt` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `shenase_meli` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `shomare_hesab_tejarat` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `shomare_shaba` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `code_eqtesadi` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `email` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `website` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `file` varchar(200) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `user_id` bigint DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `info_companies`
--

INSERT INTO `info_companies` (`id`, `address`, `code_posti`, `phone`, `fax`, `address_khoram`, `code_posti_khoram`, `phone_khoram`, `fax_khoram`, `shomare_sabt`, `shenase_meli`, `shomare_hesab_tejarat`, `shomare_shaba`, `code_eqtesadi`, `email`, `website`, `file`, `user_id`, `created_at`, `updated_at`) VALUES
(1, 'خیابان استادنجات الهی خیابان اراک پلاک ۲۷-', '1598966915', '۸۷۷۰۰۱۱۲', '۸۸۹۳۴۳۰۴', 'اداره بنادر و کشتیرانی یارد یک شرکت مهندسی و ساخت تاسیسات دریایی ایران ساختمان انفورماتیک', '۶۴۱۵۹۱۳۱۶۱', '۰۶۱-۵۳۵۰۴۲۰۲', NULL, '۱۵۵۶', '۱۰۱۰۲۶۳۱۴۰۹', '۱۲۹۳۴۳۱۷۶', 'IR60 0180 0000 0000 0129 3431 76', '4113-3983-7594', 'info@persiatc.com', 'www.persiatc.com', 'storage/info/nothing', 34, NULL, '2022-08-20 05:59:41');

-- --------------------------------------------------------

--
-- Table structure for table `inquiries`
--

CREATE TABLE `inquiries` (
  `id` int UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `nameproje` varchar(255) COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `namekarfarma` varchar(255) COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `nahveerja` varchar(255) COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `user_id` int UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `inquiries`
--

INSERT INTO `inquiries` (`id`, `title`, `nameproje`, `namekarfarma`, `nahveerja`, `user_id`, `created_at`, `updated_at`) VALUES
(2, 'fasfsf', 'fas', 'adsfds', 'اتوماسیون', 6, '2022-11-16 13:24:31', '2022-11-16 13:24:31'),
(3, 'sdfaf', 'faas', 'fas', 'اتوماسیون', 6, '2022-11-16 13:26:21', '2022-11-16 13:26:21'),
(4, 'fsdfa', 'asfs', 'تست', 'اتوماسیون', 6, '2022-11-16 13:27:58', '2022-11-16 13:27:58'),
(5, 'fa', 'تست', 'تست', 'مدیر مافوق', 6, '2022-11-16 13:29:02', '2022-11-16 13:29:02');

-- --------------------------------------------------------

--
-- Table structure for table `inquiry_details`
--

CREATE TABLE `inquiry_details` (
  `id` int UNSIGNED NOT NULL,
  `inquiry_id` int UNSIGNED DEFAULT NULL,
  `description` text COLLATE utf8mb3_unicode_ci,
  `file` varchar(255) COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `inquiry_details`
--

INSERT INTO `inquiry_details` (`id`, `inquiry_id`, `description`, `file`, `created_at`, `updated_at`) VALUES
(2, 2, 'fsafawf', 'storage/InquiryAttachments/1668605071_uuuu.png', '2022-11-16 13:24:31', '2022-11-16 13:24:31'),
(3, 3, NULL, 'storage/InquiryAttachments/1668605181_uu.png', '2022-11-16 13:26:21', '2022-11-16 13:26:21'),
(4, 4, NULL, 'storage/InquiryAttachments/1668605278_time.png', '2022-11-16 13:27:58', '2022-11-16 13:27:58'),
(5, 5, 'testtest\r\n                  test\r\n                  test\r\n                  test', 'storage/InquiryAttachments/1668605342_uu.png', '2022-11-16 13:29:02', '2022-11-16 13:29:02'),
(6, 5, 'test', 'storage/InquiryAttachments/1668605946_js-dom1.png', '2022-11-16 13:39:06', '2022-11-16 13:39:06');

-- --------------------------------------------------------

--
-- Table structure for table `instructions`
--

CREATE TABLE `instructions` (
  `id` int UNSIGNED NOT NULL,
  `title` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `file` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `user_id` int UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `instructions`
--

INSERT INTO `instructions` (`id`, `title`, `file`, `user_id`, `created_at`, `updated_at`) VALUES
(2, 'دستورالعمل ایمنی در ارتفاع', 'storage/Instructions/1642312473_دستورالعمل ایمنی در ارتفاع.pdf', 51, '2022-01-16 05:54:33', '2022-01-16 05:54:33'),
(3, 'دستورالعمل ایمنی و بهداشت', 'storage/Instructions/1642312499_دستورالعمل ایمنی و بهداشت.pdf', 51, '2022-01-16 05:54:59', '2022-01-16 05:54:59'),
(4, 'دستورالعمل شناسایی الزامات قانونی و انطباق آنها با الزامات زیست محیطی و بهداشت و ایمنی شغل', 'storage/Instructions/1642312537_دستورالعمل زیست محیطی و بهداشت و ایمنی شغل.pdf', 51, '2022-01-16 05:55:37', '2022-01-16 05:56:55'),
(5, 'دستورالعمل کابل کشی دیتا', 'storage/Instructions/1642312651_دستورالعمل کابل کشی دیتا.pdf', 51, '2022-01-16 05:57:31', '2022-01-16 05:57:31'),
(6, 'دستورالعمل کابل کشی فیبر نوری', 'storage/Instructions/1642312679_دستورالعمل کابل کشی فیبر نوری.pdf', 51, '2022-01-16 05:57:59', '2022-01-16 05:57:59'),
(7, 'دستورالعمل مجوز کار', 'storage/Instructions/1642312723_دستورالعمل مجوز کار.pdf', 51, '2022-01-16 05:58:43', '2022-01-16 05:58:43'),
(8, 'دستورالعمل نصب دکل های مخابراتی', 'storage/Instructions/1642312756_دستورالعمل نصب دکل های مخابراتی.pdf', 51, '2022-01-16 05:59:16', '2022-01-16 05:59:16'),
(9, 'دستورالعمل نصب و نگهداری سیسنم ارت', 'storage/Instructions/1642312799_دستورالعمل نصب و نگهداری  سیستم ارت.pdf', 51, '2022-01-16 05:59:59', '2022-01-16 05:59:59'),
(10, 'روش اجرایی برنامه ریزی', 'storage/Instructions/1642312826_روش اجرایی  برنامه ریزی.pdf', 51, '2022-01-16 06:00:26', '2022-01-16 06:00:26'),
(11, 'روش اجرایی ارزیابی اثرات زیست محیطی', 'storage/Instructions/1642312883_روش اجرایی ارزیابی اثرات زیست محیطی.pdf', 51, '2022-01-16 06:01:23', '2022-01-16 06:01:23'),
(12, 'روش اجرایی اطلاعات مستند و کنترل مدارک', 'storage/Instructions/1642312932_روش اجرایی اطلاعات مستند و کنترل مدارک(کنرل مدارک و سوابق).pdf', 51, '2022-01-16 06:02:12', '2022-01-16 06:02:12'),
(13, 'روش اجرایی آموزش', 'storage/Instructions/1642312954_روش اجرایی آموزش.pdf', 51, '2022-01-16 06:02:34', '2022-01-16 06:02:34'),
(14, 'روش اجرایی چرخه حیات', 'storage/Instructions/1642312976_روش اجرایی چرخه حیات.pdf', 51, '2022-01-16 06:02:56', '2022-01-16 06:02:56'),
(15, 'روش اجرایی شناسایی خطرات و ارزیابی ریسک ایمنی و بهداشت', 'storage/Instructions/1642313018_روش اجرایی شناسایی خطرات و ارزیابی ریسک ایمنی و بهداشت.pdf', 51, '2022-01-16 06:03:38', '2022-01-16 06:03:38'),
(16, 'روش اجرایی شناسایی و ارزیابی ریسک ها اهداف و فرآیندها', 'storage/Instructions/1642313091_شناسایی و ارزیابی ریسکها اهداف و فرآیندها.pdf', 51, '2022-01-16 06:04:51', '2022-01-16 06:04:51'),
(17, 'شماسنامه فرآیند', 'storage/Instructions/1642313115_شناسنامه فرآیند.pdf', 51, '2022-01-16 06:05:15', '2022-01-16 06:05:15'),
(18, 'فرم ماتریس وسایل حفاظت فردی', 'storage/Instructions/1642313149_فرم ماتریس وسایل حفاظت فردی.pdf', 51, '2022-01-16 06:05:49', '2022-01-16 06:05:49'),
(19, 'فرم مجوز کار', 'storage/Instructions/1642313171_فرم مجوز کار.pdf', 51, '2022-01-16 06:06:11', '2022-01-16 06:06:11'),
(20, 'نظامنامه HSE', 'storage/Instructions/1642313202_نظامنامه HSE.pdf', 51, '2022-01-16 06:06:42', '2022-01-16 06:06:42'),
(21, 'روش اجرایی برنامه دستیابی به HSE', 'storage/Instructions/1663751230_HSE روش.pdf', 34, '2022-09-21 09:07:10', '2022-09-21 09:07:10'),
(22, 'خط مشی سیستم مدیریت کیفیت یکپارچه', 'storage/Instructions/1663753683_خط مشی سیستم مدیریت کیفیت یکپارچه.pdf', 36, '2022-09-21 09:48:03', '2022-09-21 09:49:43');

-- --------------------------------------------------------

--
-- Table structure for table `invoices`
--

CREATE TABLE `invoices` (
  `id` int UNSIGNED NOT NULL,
  `status` varchar(100) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT 'عدم استعلام',
  `company_name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'نام شرکت خریدار',
  `address` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci COMMENT 'آدرس خریدار',
  `phone` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'تلفن خریدار',
  `No` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `date` timestamp NULL DEFAULT NULL,
  `validity` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'اعتبار',
  `economic_code` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'کد اقتصادی',
  `postal_code` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'کد پستی',
  `national_code` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'شناسه ملی',
  `registration_number` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'شماره ثبت',
  `tax` bigint DEFAULT NULL COMMENT 'مالیاات بر ارزش افزوده',
  `user_id` int UNSIGNED NOT NULL,
  `total` bigint DEFAULT NULL COMMENT ' جمع به ریال',
  `final_total` bigint DEFAULT NULL COMMENT 'مبلغ کل پس از اعمال ارزش افزوده به ریال',
  `unique_code` varchar(50) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `invoices`
--

INSERT INTO `invoices` (`id`, `status`, `company_name`, `address`, `phone`, `No`, `date`, `validity`, `economic_code`, `postal_code`, `national_code`, `registration_number`, `tax`, `user_id`, `total`, `final_total`, `unique_code`, `created_at`, `updated_at`) VALUES
(10, 'تایید شده', 'تست', 'کریمخان خیابان استاد نجات الهی خیابان شهید محمود حقیقت طلب پلاک ۳۴ زنگ دوم', '09330945684', '33', '2022-06-01 19:30:00', '۲ روز', '۱۲۳۴۴', '1598853511', '0922759911', '۱۲۳۴', 18000, 48, 200000, 218000, 'آ-ی-48-1401.03.11', '2022-06-01 04:47:11', '2022-06-01 04:47:30'),
(11, 'عدم استعلام', 'تست', 'کریمخان خیابان استاد نجات الهی خیابان شهید محمود حقیقت طلب پلاک ۳۴ زنگ دوم', '09330945684', '33', '2022-06-12 19:30:00', '۲ روز', '۱۲۳۴۴', '1598853511', '0922759911', '۱۲۳۴', 18000, 48, 200000, 218000, 'آ-ی-48-1401.03.22', '2022-06-12 03:10:26', '2022-06-12 03:10:26'),
(12, 'عدم استعلام', 'تست', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 6, NULL, NULL, 'ا-ی-6-1401.08.25', '2022-11-16 05:22:37', '2022-11-16 05:22:37'),
(13, 'عدم استعلام', 'تست', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 6, NULL, NULL, 'ا-ی-6-1401.08.25', '2022-11-16 05:30:23', '2022-11-16 05:30:23'),
(14, 'عدم استعلام', 'تست', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 6, NULL, NULL, 'ا-ی-6-1401.08.25', '2022-11-16 06:11:19', '2022-11-16 06:11:19'),
(15, 'عدم استعلام', 'تست', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 6, NULL, NULL, 'ا-ی-6-1401.08.25', '2022-11-16 06:13:53', '2022-11-16 06:13:53'),
(16, 'عدم استعلام', 'تست', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 6, NULL, NULL, 'ا-ی-6-1401.08.25', '2022-11-16 06:14:17', '2022-11-16 06:14:17'),
(17, 'عدم استعلام', 'تست', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 6, NULL, NULL, 'ا-ی-6-1401.08.25', '2022-11-16 06:15:36', '2022-11-16 06:15:36');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int UNSIGNED NOT NULL,
  `migration` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `batch` int NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(2, '2014_10_12_100000_create_password_resets_table', 1),
(4, '2014_10_12_000000_create_users_table', 2),
(8, '2018_11_27_201250_create_tdls_table', 3),
(10, '2018_12_03_190347_create_projects_table', 5),
(12, '2018_12_03_192628_create_avls_table', 6),
(14, '2018_07_17_072721_create_contracts_table', 7),
(15, '2018_12_08_195701_create_seller_contracts_table', 8),
(17, '2018_12_10_173134_create_certificates_table', 10),
(18, '2018_12_11_222916_create_suggestions_table', 11),
(19, '2020_03_25_220902_create_tenders_table', 12),
(20, '2018_12_10_151525_create_proceedings_table', 13),
(21, '2018_11_30_181756_create_time_sheets_table', 14),
(32, '2021_07_31_093302_create_phone_books_table', 15),
(33, '2021_07_31_093327_create_phones_table', 15),
(34, '2021_07_31_131751_create_archives_table', 15),
(35, '2021_07_31_131949_create_regulations_table', 15),
(36, '2021_08_02_155350_create_invoices_table', 15),
(38, '2021_12_12_151440_create_financial_guarantees_table', 16),
(39, '2021_12_19_131249_create_dailyworks_table', 16),
(40, '2022_01_08_151042_create_dokumentations_table', 17),
(41, '2022_01_15_075432_create_instructions_table', 17),
(42, '2022_01_30_092017_create_purchase_requests_table', 18),
(45, '2022_03_14_101505_create_commission_medium_table', 20),
(47, '2022_03_26_085910_create_confirms_table', 20),
(48, '2022_04_27_084047_create_forms_table', 21),
(49, '2022_05_09_161218_create_info_companies_table', 22),
(50, '2018_12_10_194000_create_smsirlaravel_log_table', 23),
(51, '2022_05_29_085659_create_consents_table', 23),
(52, '2022_02_12_082428_create_commissions_table', 24),
(53, '2022_03_14_101442_create_commission_partials_table', 24),
(54, '2022_03_14_102014_create_commission_majors_table', 24),
(55, '2022_11_12_095225_create_divars_table', 25),
(56, '2022_11_12_095234_create_chats_table', 25),
(57, '2022_11_16_081518_create_tests_table', 26),
(60, '2022_11_16_095217_create_inquiries_table', 27),
(61, '2022_11_16_095455_create_inquiry_details_table', 27);

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `token` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `payment_order_forms`
--

CREATE TABLE `payment_order_forms` (
  `id` int UNSIGNED NOT NULL,
  `PaymentOrderFormable_type` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `PaymentOrderFormable_id` bigint UNSIGNED NOT NULL,
  `user_id` int UNSIGNED NOT NULL COMMENT 'ثبت کننده ',
  `project_manager` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'مدیر  پروژه',
  `amount` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'مبلغ به ریال',
  `to_buy` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT ' جهت خرید',
  `heading` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'سرفصل',
  `code` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'کد',
  `management_approval` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'تایید مدیریت',
  `financial_management_approval` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'تایید مدیریت مالی',
  `accounting_approval` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'تایید حسابداری',
  `status` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'وضعیت',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `payment_order_forms`
--

INSERT INTO `payment_order_forms` (`id`, `PaymentOrderFormable_type`, `PaymentOrderFormable_id`, `user_id`, `project_manager`, `amount`, `to_buy`, `heading`, `code`, `management_approval`, `financial_management_approval`, `accounting_approval`, `status`, `created_at`, `updated_at`) VALUES
(1, 'App\\CommissionPartial', 2, 48, 'test', '17000', 'test', NULL, NULL, NULL, NULL, NULL, 'درانتظارتایید مدیربخش', '2022-05-18 11:48:24', '2022-05-18 11:48:24');

-- --------------------------------------------------------

--
-- Table structure for table `phones`
--

CREATE TABLE `phones` (
  `id` int UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `phone_books`
--

CREATE TABLE `phone_books` (
  `id` int UNSIGNED NOT NULL,
  `personName` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `company` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `type_company` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `fax` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `email` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `address` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `phone1` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `phone2` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `phone3` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `proceedings`
--

CREATE TABLE `proceedings` (
  `id` int UNSIGNED NOT NULL,
  `date` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `number` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `MeetingType` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `status` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `radifeMosavvabe` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `sharheMoavvabe` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `eghdamKonande` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `mohlateEghdam` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `natijeh` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `fileSooratJalase` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `fileMostanadat` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `products`
--

CREATE TABLE `products` (
  `id` int UNSIGNED NOT NULL,
  `number` int DEFAULT NULL COMMENT 'تعداد',
  `unit` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'واحد',
  `unit_price` bigint DEFAULT NULL COMMENT 'قیمت واحد',
  `total_price` bigint DEFAULT NULL COMMENT 'جمع',
  `description` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci COMMENT 'شرح کالا',
  `invoice_id` bigint DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `products`
--

INSERT INTO `products` (`id`, `number`, `unit`, `unit_price`, `total_price`, `description`, `invoice_id`, `created_at`, `updated_at`) VALUES
(16, 2, 'عدد', 100000, 200000, 'تست', 8, NULL, NULL),
(17, 1, 'عدد', 300000, 300000, 'test', 8, NULL, NULL),
(18, 2, 'عدد', 2000000, 4000000, 'کامییوتر مدل صصثف', 9, NULL, NULL),
(19, 2, 'متر', 100000, 200000, 'تست', 10, NULL, NULL),
(20, 2, 'عدد', 100000, 200000, 'تست', 11, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `projects`
--

CREATE TABLE `projects` (
  `id` int UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `purchase_requests`
--

CREATE TABLE `purchase_requests` (
  `id` int UNSIGNED NOT NULL,
  `invoice_id` bigint DEFAULT NULL,
  `onvan` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `mozoo` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `peymankar` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `mablagh` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `pardakht` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `moddat` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `from` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `to` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `tazmin` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `nazer` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `status` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `description` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `contractorFile` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `purchase_requests`
--

INSERT INTO `purchase_requests` (`id`, `invoice_id`, `onvan`, `mozoo`, `peymankar`, `mablagh`, `pardakht`, `moddat`, `from`, `to`, `tazmin`, `nazer`, `status`, `description`, `contractorFile`, `created_at`, `updated_at`) VALUES
(1, NULL, 'شرکت ایزایران', NULL, 'شرکت تستی', '300', 'نقدی', '15 روز', '11', '12', NULL, NULL, 'بخش کمیسیون', 'سرور', 'storage/PurchaseRequest/1643531814_تغییر آدرس خرمشهر 95.pdf', '2022-01-30 08:36:54', '2022-01-30 08:36:54'),
(2, NULL, 'test', NULL, 'test', '300000', 'test', 'test', '1401/2/21', '1401/2/27', NULL, NULL, 'بخش کمیسیون', 'ddd', 'storage/PurchaseRequest/1652157303_ExportToPdf.pdf', '2022-05-10 04:35:03', '2022-05-10 04:35:03'),
(3, NULL, 'test', NULL, 'test', '300000', 'test', 'test', '1401/2/29', '1401/2/29', NULL, NULL, 'بخش کمیسیون', 'فثسف', 'storage/PurchaseRequest/1652873798_5.jpg', '2022-05-18 11:36:38', '2022-05-18 11:36:38'),
(4, NULL, 'test', NULL, 'test', '300000', 'test', 'test', '1401/2/29', '1401/2/29', NULL, NULL, 'بخش کمیسیون', 'test', 'storage/PurchaseRequest/1652874362_5.jpg', '2022-05-18 11:46:02', '2022-05-18 11:46:02'),
(5, NULL, 'شرکت ایزایران', NULL, 'شرکت تستی', '30000', 'نقدی', '15 روز', '1401/2/5', '1401/2/6', NULL, NULL, 'بخش کمیسیون', 'hh', 'storage/PurchaseRequest/1653131427_لیست پروژه های جاری.pdf', '2022-05-21 11:10:27', '2022-05-21 11:10:27'),
(6, NULL, 'شرکت ایزایران', NULL, 'شرکت تستی', '3000', 'نقدی', '15 روز', '1401/2/6', '1401/2/6', NULL, NULL, 'بخش کمیسیون', 'dd', 'storage/PurchaseRequest/1653132448_لیست پروژه های جاری.pdf', '2022-05-21 11:27:28', '2022-05-21 11:27:28'),
(7, 10, 'شرکت ایزایران', NULL, 'شرکت تستی', '30000', 'نقدی', '15 روز', '1401/3/16', '1401/3/23', NULL, NULL, 'بخش کمیسیون', 'test', 'storage/PurchaseRequest/1654949730_9081396H0245.pdf', '2022-06-11 12:15:30', '2022-06-11 12:15:30'),
(8, 10, 'test', NULL, 'test', '1000000', 'test', 'test', '1401/3/23', '1401/3/23', NULL, NULL, 'بخش کمیسیون', 'test', 'storage/PurchaseRequest/1655003463_Screenshot from 2022-05-24 14-20-04.png', '2022-06-12 03:11:03', '2022-06-12 03:11:03');

-- --------------------------------------------------------

--
-- Table structure for table `purchase_request_forms`
--

CREATE TABLE `purchase_request_forms` (
  `id` int UNSIGNED NOT NULL,
  `PurchaseRequestFormable_type` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `PurchaseRequestFormable_id` bigint UNSIGNED NOT NULL,
  `description` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci COMMENT 'شرح کالا',
  `number` int DEFAULT NULL COMMENT 'مقدار',
  `unit` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'مقیاس واحد',
  `cost_center` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'مرکز هزینه',
  `Date_required` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'تاریخ نیاز',
  `unit_price` bigint DEFAULT NULL COMMENT 'قیمت براوردی',
  `Explanation` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci COMMENT 'توضیح',
  `total_price` bigint DEFAULT NULL COMMENT 'جمع',
  `user_id` int UNSIGNED NOT NULL COMMENT 'ثبت کننده ',
  `status` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'وضعیت',
  `Project_unit_manager_approval` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'مدیر واحد متقاضی/ پروژه',
  `warehouse_keeper_approval` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'تایید انباردار',
  `financial_management_approval` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'تایید مدیریت مالی',
  `management_approval` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL COMMENT 'تایید مدیریت',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `purchase_request_forms`
--

INSERT INTO `purchase_request_forms` (`id`, `PurchaseRequestFormable_type`, `PurchaseRequestFormable_id`, `description`, `number`, `unit`, `cost_center`, `Date_required`, `unit_price`, `Explanation`, `total_price`, `user_id`, `status`, `Project_unit_manager_approval`, `warehouse_keeper_approval`, `financial_management_approval`, `management_approval`, `created_at`, `updated_at`) VALUES
(1, 'App\\CommissionPartial', 2, 'تست', 2, 'عدد', 'test', '1401/2/29', 100000, 'test', 200000, 48, 'درانتظارتایید انباردار', '48', 'تایید شد', 'تایید شد', 'تایید شد', NULL, '2022-05-21 11:31:21');

-- --------------------------------------------------------

--
-- Table structure for table `regulations`
--

CREATE TABLE `regulations` (
  `id` int UNSIGNED NOT NULL,
  `title` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `file` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `user_id` int UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `regulations`
--

INSERT INTO `regulations` (`id`, `title`, `file`, `user_id`, `created_at`, `updated_at`) VALUES
(1, 'آیین نامه معاملات', 'storage/regulations/1631332791_آیین نامه معاملات 1400.pdf', 34, '2021-08-02 10:15:24', '2021-09-11 03:59:52'),
(2, 'آیین نامه تنخواه', 'storage/regulations/1628661567_آیین نامه تنخواه سال 24-10-97.pdf', 34, '2021-08-02 10:15:43', '2021-08-11 05:59:27'),
(3, 'آیین نامه جذب', 'storage/regulations/1628661577_آیین نامه جذب .pdf', 34, '2021-08-02 10:16:02', '2021-08-11 05:59:37'),
(4, 'آیین نامه مالی', 'storage/regulations/1634103793_آئین نامه مالی.pdf', 34, '2021-10-13 05:43:13', '2021-10-13 05:43:13'),
(5, 'آیین نامه وام', 'storage/regulations/1634103808_آئین نامه وام .pdf', 34, '2021-10-13 05:43:28', '2021-10-13 05:43:28'),
(6, 'آیین نامه تخلفات', 'storage/regulations/1636525541_آئین نامه تخلفات.pdf', 34, '2021-11-10 06:25:41', '2021-11-10 06:25:41'),
(7, 'آیین نامه کارانه', 'storage/regulations/1638609720_آیین نامه پرداخت کارانه و کمک هزینه رفاهی.pdf', 34, '2021-12-04 09:22:00', '2021-12-04 09:22:00'),
(9, 'آیین نامه حقوق و دستمزد', 'storage/regulations/1639805125_آیین نامه حقوق.pdf', 34, '2021-12-18 05:25:25', '2021-12-18 05:25:25');

-- --------------------------------------------------------

--
-- Table structure for table `seller_contracts`
--

CREATE TABLE `seller_contracts` (
  `id` int UNSIGNED NOT NULL,
  `onvan` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `mozoo` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `tarafedovvom` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `mablaghMahiane` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `mablaghSaliane` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `moddat` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `from` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `to` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `pardakht` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `davar` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `description` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `contractorFile` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `seller_contracts`
--

INSERT INTO `seller_contracts` (`id`, `onvan`, `mozoo`, `tarafedovvom`, `mablaghMahiane`, `mablaghSaliane`, `moddat`, `from`, `to`, `pardakht`, `davar`, `description`, `contractorFile`, `created_at`, `updated_at`) VALUES
(1, 'عملیات کابل کشی  سکوهای 15 تا 18 پارس جنوبی', 'کلیه عملیات کابل کشی و راه اندازی بخش بالا دستی سکوهای 15 تا 18 پارس جنوبی', 'شرکت بستر سازان ارتباط نوری', NULL, '1،320،000،000', '2 ماه پس از تاریخ شروع قرارداد', '1397/11/30', '1398/01/31', 'چک', NULL, NULL, 'storage/SellerContracts/1586582407_قرارداد کابل کشی سکوهای 15 تا 18 پارس جنوبی با بستر سازان ارتبا.pdf', '2020-04-11 05:20:07', '2020-04-11 05:20:07'),
(2, 'اتصال به شبکه جهانب اینترنت', 'فروش و برقراری اتصال دو طرفه به  شبکه جهانی اینترنت با سرعت 2mb/s دریافت و 2mb/s ارسال', 'بهارسامانه شرق', '23،400،000', '280،800،000', 'یکسال', '1398/06/01', '1399/05/31', 'چک', NULL, NULL, 'storage/SellerContracts/1586584214_قرارداد بهارسامانه شرق 99-5-31.pdf', '2020-04-11 05:50:14', '2020-04-11 05:50:14'),
(3, 'تامین و خریداری تجهیزات سیستم خنک کننده برند APC', 'تامین و خریداری تجهیزات سیستم خنک کننده برند APC', 'شرکت بازرگانی گلد کی', '-', '69،200 دلار', '6 تا 10 هفته از زمان دزیافت هزینه', '2020/19/02-98/11/13', '-', 'چک', NULL, 'مبلغ 360 دلار به عنوان هزینه انتقال می باشد', 'storage/SellerContracts/1586584722_قرارداد خرید تجهیزات سیستم خنک کننده برند APC- شرکت گلد کی.pdf', '2020-04-11 05:58:42', '2020-04-11 05:58:42'),
(4, 'خرید دوربین های هایک ویژن  منطبق اب پیش فاکتور شماره 980039', 'خرید دوربین های هایک ویژن  منطبق اب پیش فاکتور شماره 980039', 'شیوه نوین ارتباط', '-', '6،743،765،000', '60 روز', '1398/04/01', '60 روز بعد از شروع قرارداد', 'چک', NULL, NULL, 'storage/SellerContracts/1586584923_شوه نوین ارتباط- خرید دوربین هایک ویژن.pdf', '2020-04-11 06:02:03', '2020-04-11 06:02:03'),
(5, 'برقراری اتصال دو طرفه به شبکه جهانی اینترنت  با سرعت 5Mbps دریافت و  5Mbps ارسال', 'برقراری اتصال دو طرفه به شبکه جهانی اینترنت  با سرعت 5Mbps دریافت و  5Mbps ارسال و برقراری ارتباط نقطه به نقطه  بین دو دفتر خرمند شمالی و کیتو', 'شرکت داده پردازی رسپینا', '10،500،000', '126،000،000', 'یکسال', '1398/01/01', '1398/12/29', 'چک', NULL, NULL, 'storage/SellerContracts/1586585948_رسپینا 1398.pdf', '2020-04-11 06:19:08', '2020-04-11 06:19:08'),
(6, 'پشتیبانی نرم افزار', 'پشتیبانی نرم افزار', 'پردازش موازی سامان', '-', '55042000', 'یکسال  و 9 ماه', '1399/01/19', '1400/10/19', '-', NULL, NULL, 'storage/SellerContracts/1598268230_قرارداد پشتیبانی نرم افزار تدبیر 99.pdf', '2020-08-24 11:23:50', '2020-08-24 11:23:50'),
(8, 'VSAT Bandwidth & Maintenance for  Vessels', 'VSAT Bandwidth & Maintenance for  Vessels', 'Pullbarg Group', '172800$', '-', '6ماه', '1397/10/11', '-', NULL, NULL, NULL, 'storage/SellerContracts/1598869970_pullberg group.pdf', '2020-08-31 10:32:50', '2020-08-31 10:32:50'),
(9, 'برقراری اتصال دو طرفه اینترنت', 'برقراری اتصال دو طرفه اینترنت با سرعت 5Mbps', 'شرکت داده پردازی رسپینا', '20590000', '247080000', 'یکسال', '1399/01/01', '1400/01/01', 'در قبال صدور فاکتور اول هرماه نقدی', NULL, NULL, 'storage/SellerContracts/1598870275_قرارداد اتصال به شبکه اینترنت تا پایان سال 99.pdf', '2020-08-31 10:37:56', '2020-08-31 10:37:56'),
(11, 'حسابرسی', 'حسابرسی صورت های مالی منتهی به سال مالی29 اسفند ماه  98', 'موسسه حسابرسی هوشیار ممیز', '-', '300000000', '-', '1399/01/26', '-', NULL, NULL, NULL, 'storage/SellerContracts/1598870640_قرارداد حسابرسی سال98.pdf', '2020-08-31 10:44:00', '2020-08-31 10:44:00'),
(12, 'گزارش توجیهی افزایش سرمایه', 'گزارش توجیهی هیات مدیره شرکت درباره افزایش سرمایه پیشنهادی به منظور ارایه گزار شبه بازرس', 'موسسه حسابرسی هوشیار ممیز', '-', '250000000', '6ماه', '1399/05/20', '-', NULL, NULL, NULL, 'storage/SellerContracts/1598870882_قرارداد گزارش افزایش سرمایه- موسسه حسابرسی هوشیار ممیز.pdf', '2020-08-31 10:48:02', '2020-08-31 10:48:02'),
(13, 'موافقت نامه خرید خدمات-برقراری اتصال به شبکه جهانی اینترنت به شماره ص/716/99', 'برقراری اتصال به شبکه جهانی اینترنت', 'شرکت تعاونی پیشگامان توسعه  جنوب', '30.000.000', '364.800.000', 'یکسال', '1399/06/17', '1400/06/16', NULL, NULL, NULL, 'storage/SellerContracts/1625894162_موافقت نامه خرید خدمات ارتباط.pdf', '2021-07-10 05:16:02', '2021-07-10 05:16:02'),
(14, 'قرارداد اتصال به شکه اینترنت', 'برقراری اتصال دو طرفه به شبکه جهانب اینترنت و برقراری ارتباط نقطه به نقطه داخلی', 'داده پردازی رسپینا', '35.590.000', '428.080.000', 'یکساله', '1400/01/01', '1401/01/01', NULL, NULL, NULL, 'storage/SellerContracts/1628925890_قرارداد اتصال .pdf', '2021-08-14 07:24:50', '2021-08-14 07:24:50'),
(15, 'VSAT Bandwidth & Maintenance for Vessels', 'VSAT Bandwidth & Maintenance for Vessels', 'pullberg group', '12000$', '144000', 'یکساله', '2021/07/01-1400/04/10', '1401/04/10', NULL, NULL, NULL, 'storage/SellerContracts/1631431591_PULLBERG GROUP 2021.pdf', '2021-09-12 07:26:31', '2021-09-12 07:26:31'),
(16, 'پهنای باند اینترنت اختصاصی', 'برقراری ارتباط متقارن دو طرفه', 'افرانت', '9.350.000', '112.200.000', 'یکساله', '1400/03/09', '1401/03/09', NULL, NULL, NULL, 'storage/SellerContracts/1631951206_قرارداد پهنای .pdf', '2021-09-18 07:46:46', '2021-09-18 07:46:46'),
(17, 'بررسی اجمالی صورت های مالی میان دوره', 'بررسی اجمالی صورت های مالی میان دوره شش ماهه منتهی به شهریور1400', 'هوشیار ممیز', NULL, '300000000', '4ماه', '1400/07/11', '1400/11/11', NULL, NULL, NULL, 'storage/SellerContracts/1634013492_قرارداد بررسی .pdf', '2021-10-12 04:38:12', '2021-10-12 04:38:12'),
(18, 'موافقت نامه خرید خدمات ارتباطات', NULL, NULL, '400000', '18000000', '12 ماه', '1400/07/1400', '1401/07/016', NULL, NULL, NULL, 'storage/SellerContracts/1634469787_موافقت نامه خر.pdf', '2021-10-17 11:23:07', '2021-10-17 11:23:07'),
(19, 'خدمات پهنای باند و ارتباط داده', 'خدمات پهنای باند و ارتباط داده', 'فناپ تلکام', '9000000', '108000000', 'یکساله', '1400/06/01', '1401/05/31', NULL, NULL, NULL, 'storage/SellerContracts/1635247543_قرارداد ارائه .pdf', '2021-10-26 11:25:43', '2021-10-26 11:25:43'),
(20, 'قرارداد اتصال به شکه اینترنت', 'قرارداد اتصال به شکه اینترنت', 'داده پردازی رسپینا', '16590000', '199080000', 'یکساله', '1400/01/01', '1401/01/01', NULL, NULL, NULL, 'storage/SellerContracts/1645270331_قرارداد اتصال .pdf', '2022-02-19 11:32:11', '2022-02-19 11:32:11'),
(21, 'ارائه سرویس اینترنت با استفاده از زیرساخت های ماهواره ای', 'ارائه سرویس اینترنت با استفاده از زیرساخت های ماهواره ای', 'فن آوا ماهواره', 'به ازای هر مگ 100000000', NULL, 'یکسال', '1401/02/01', '1402/01/31', NULL, NULL, NULL, 'storage/SellerContracts/1657076477_DownloadHandler.ashx.pdf', '2022-07-06 03:01:17', '2022-07-06 03:02:07'),
(22, 'پهنای باند اینترنت اختصاصی با تجهیزات امانی', 'پهنای باند اینترنت اختصاصی با تجهیزات امانی', 'افرانت', '10000000', '120000000', 'یکسال', '1401/03/09', '1402/03/09', NULL, NULL, NULL, 'storage/SellerContracts/1659340471_DownloadHandler.ashx.pdf', '2022-08-01 07:54:31', '2022-08-01 07:54:31');

-- --------------------------------------------------------

--
-- Table structure for table `smsirlaravel_logs`
--

CREATE TABLE `smsirlaravel_logs` (
  `id` int UNSIGNED NOT NULL,
  `from` varchar(100) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `to` varchar(100) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `message` varchar(500) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `status` tinyint(1) DEFAULT NULL,
  `response` varchar(500) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `suggestions`
--

CREATE TABLE `suggestions` (
  `id` int UNSIGNED NOT NULL,
  `description` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `requestedFrom` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `addedById` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `addedByName` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `scope` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `status` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `attachment` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `doerDescription` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `tdls`
--

CREATE TABLE `tdls` (
  `id` int UNSIGNED NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `description` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `descriptionAssigner` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `user_id` int UNSIGNED NOT NULL,
  `assignerId` int UNSIGNED NOT NULL,
  `assignerName` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `priority` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `status` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `statusAssigner` varchar(200) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `holdPoint` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `doerDescription` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `jDate` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `assignerAttachment` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `doerAttachment` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `tdls`
--

INSERT INTO `tdls` (`id`, `name`, `description`, `descriptionAssigner`, `user_id`, `assignerId`, `assignerName`, `priority`, `status`, `statusAssigner`, `holdPoint`, `doerDescription`, `jDate`, `assignerAttachment`, `doerAttachment`, `created_at`, `updated_at`) VALUES
(1, 'ثبت قراردادها درسامانه سیما', 'نسبت به ثبت کلیه قرادادهای جاری با کارفرمایان وپیمانکاران را درسامانه سیما ثبت نمایید', NULL, 34, 6, 'احمد رحمانی', 'متوسط', 'انجام شده', 'تایید شده', NULL, NULL, '1399/01/17', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2020-04-05 09:34:22', '2022-05-31 04:12:40'),
(2, 'ارائه قیمت تجهیزات معدن زغال سنگ طبس', 'نسبت به ارسال پیش فاکتور تجهیزات ارتباطی و ... به شرکت زغال سنگ طبس اقدام نمایید', NULL, 35, 6, 'احمد رحمانی', 'آنی', 'بررسی نشده', NULL, NULL, NULL, '1399/01/18', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2020-04-06 03:17:19', '2020-04-11 05:55:16'),
(3, 'ارائه قیمت تجهیزات معدن زغال سنگ طبس', 'پیشنها دطرح وقیمت ازتباط رادیویی زغل سنگ طبس را تهیه ارسال نمایید', NULL, 35, 6, 'احمد رحمانی', 'آنی', 'بررسی نشده', NULL, NULL, NULL, '1399/01/18', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2020-04-06 10:27:29', '2020-04-07 05:42:47'),
(4, 'پیگیری صورت تطبیق با شرکت ها', 'با توجه به پایان سال و لزوم تسویه حسابهای فی مابین با شرکت ها وکارفرمایان لطفا پیگیری مستمر بعمل آورید', NULL, 40, 6, 'احمد رحمانی', 'آنی', 'انجام شده', NULL, NULL, NULL, '1399/01/19', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2020-04-07 07:24:15', '2022-09-05 06:20:13'),
(5, 'تایید نقشه های سکوها و تهیه نامه به تاسیسات', NULL, NULL, 35, 36, 'سمیه نیکویی', 'فوری', 'درحال انجام', NULL, NULL, NULL, '1399/06/17', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2020-09-07 07:55:49', '2021-10-02 11:40:29'),
(7, 'گواهی افتا', 'بیش از دوسال از پیگیری اخذ گواهی افتا گذشت نهایتا نتیجه شد؟', NULL, 34, 6, 'احمد رحمانی', 'آنی', 'انجام شده', 'تایید شده', 'صادر شد', 'گواهی صادر شد', '1400/05/23', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2021-08-14 03:55:01', '2022-05-31 14:15:46'),
(8, 'سامانه فروشگاهی', 'عملیاتی شدن سامانه حداکثر تا تاریخ 10/7', NULL, 48, 6, 'احمد رحمانی', 'آنی', 'انجام شده', 'تایید شده', NULL, 'گواهی enamad', '1400/07/06', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2021-09-28 09:51:31', '2022-05-31 14:15:35'),
(9, 'پیگیری 800 میلیون تومان از شرکت IOEC', 'پیرو مکاتبات انجام شده با شرکت تاسیسات دریایی حضورا پیگیری و نتیجه اعلام شود', NULL, 40, 6, 'احمد رحمانی', 'فوری', 'انجام شده', 'تایید شده', NULL, 'با شرکت تاسیسات دریایی تا تاریخ 1400/12/29 رفع مغایرت شده است', '1400/07/07', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2021-09-29 04:02:42', '2022-05-31 14:16:10'),
(10, 'کاهش پهنای باند اینترنت', 'با توجه به عدم استفاده پهنای باند اینترنت از شرکت پیشگامان نسبت به برری میزان استفاده آن در6 ماه گذشته در قرارداد جدید میزان آن کاهش یابد', NULL, 30, 6, 'احمد رحمانی', 'آنی', 'انجام شده', 'تایید شده', NULL, 'حسب الامر، پس از رایزنی های انجام شده با شرکت پیشگامان جنوب نامه کاهش پهنای باند تنظیم گردید تا برای تنظیم قرارداد جدید به حضور این شرکت ارسال گردد ( 4شنبه 7 مهر 1400 )\r\n\r\nدر روز (شنبه 10 مهرماه) نامه تائید شده توسط مدیریت محترم عامل جناب اقای رحمانی برای پیشگامان جنوب ارسال شده و برای تنظیم قرارداد جدید با پهنای باند 15 مگ رایزنی های جدید صورت گرفت\r\n\r\nدر روز سه شنبه ( 12 مهرماه ) صحبت درباره تنظیم قرارداد جدید و رفع ابهامات در صورت وجود و ارسال آن با پیشگامان انجام گرفت\r\nدر روز چهارشنبه ( 21 مهرماه ) قرارداد 15 مگ به شرکت ارتباطات پرشیا رسید که بابت هزینه از سمت مدیرعامل محترم مورد سوال تا امضا قرار گرفت.', '1400/07/07', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2021-09-29 04:17:22', '2022-05-31 04:15:03'),
(11, 'خرید جت پرینتر', 'نسبت به خرید دستگاه جت پرینتر جهت کد گذاری اموال با انجام بررسی های لازم صورت پذیرد', NULL, 28, 6, 'احمد رحمانی', 'آنی', 'انجام شده', 'متوقف', NULL, NULL, '1400/07/07', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2021-09-29 04:24:03', '2022-05-31 14:16:28'),
(12, 'انتقال موتوربرق به انبار', 'با توجه به کاهش قطعی برق و به منظورحفظ موتوربرق از سرقت نسبت به انتقال آن به انبار اقدام گردد', NULL, 28, 6, 'احمد رحمانی', 'آنی', 'انجام شده', 'تایید شده', NULL, NULL, '1400/07/07', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2021-09-29 14:30:04', '2022-05-31 14:16:49'),
(13, 'بارگذاری تصاویر در سامانه فروشگاهی', 'پیرو جلسه روز سه شنبه حداکثر تا روز شنبه نسبت به تکمیل تصاویر تجهیزات  برای فروش در سامانه اقدام گردد', NULL, 42, 6, 'احمد رحمانی', 'عادی', 'انجام شده', 'تایید شده', NULL, 'تعداد 10 محصول به همراه تصاویر و مشخصات و توضیحات و عنوان و دسته بندی و برند و ... در سایت قرار داده شد.', '1400/07/08', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2021-09-30 06:18:13', '2022-05-31 14:17:10'),
(14, 'ارائه لیست مناقصات 6 ماهه اول سال 1400', 'نسبت به تهیه و ارائه لیست مناقصات و استعلامات اقدام نمایید', NULL, 34, 6, 'احمد رحمانی', 'آنی', 'انجام شده', 'تایید شده', NULL, NULL, '1400/07/08', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/1633353268_لیست مناقصات و استعلام.xlsx', '2021-09-30 06:19:35', '2022-07-04 03:03:50'),
(15, 'سختی کار پرسنل شناورها', 'با توجه به مصوبه هیات مدیره  درخصوص سختی پرسنلی که روی شناورها کار می کنند و گزارش جنابعالی در چهار جلسه قبل هیات مدیره لطفاآخرین وضعیت  و اقدامات صورت گرفته را اعلام نمایید', NULL, 40, 6, 'احمد رحمانی', 'آنی', 'درحال انجام', NULL, NULL, 'از سوی سازمان تامین اجتماعی اعلام گردید که هر یک از پرسنل شناوری بصورت جداگانه با مراجعه به اداره کار در خیابان سرهنگ سخایی ، نسبت به تکمیل فرم درخواست مشاغل سخت و زیان آور اقدام و پس از تکمیل فرم ها توسط پرسنل نسبت به تعیین سختی کار آنها اقدام خواهد شد .', '1400/07/08', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2021-09-30 06:23:25', '2022-05-25 03:54:09'),
(16, 'گزارش پیشرفت پروژه صحن حضرت زهرا(س)', 'لطفا گزارش پیشرفت پروژه پسیو صحن حضرت زهرا (س) در مرداد و شهریور را ارسال نمایید', NULL, 35, 6, 'احمد رحمانی', 'فوری', 'بررسی نشده', NULL, NULL, NULL, '1400/07/08', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2021-09-30 06:27:51', '2021-09-30 06:27:51'),
(17, 'طرح اریتاط رادیویی گچساران', 'لطفا آخرین وضعیت طرح ارتباط رادیویی گچساران را اعلام نمایید', NULL, 45, 6, 'احمد رحمانی', 'آنی', 'انجام شده', NULL, NULL, 'با توجه به سئوالات مطرح شده در خصوص جانمایی پاپ سایت و نوع رادیوها از سوی آقای میناوی ،طرح ارتباط رادیویی به ایمیل ایشان ارسال گردید و پیگیری در خصوص نتیجه جهت اقدام بعدی صورت پذیرفت که اعلام نمودند پس از بررسی نتیجه اعلام می گردد.', '1400/07/08', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2021-09-30 06:29:25', '2021-10-18 11:26:18'),
(18, 'خدمات نصب و راه اندازی شبکھ کابلی و بی سیم', 'در استعلام شرکت موج نیرو مربوزط به خدمات نصب و راه اندازی شبکھ کابلی و بی سیم شرکت نمایید', NULL, 45, 6, 'احمد رحمانی', 'آنی', 'متوقف', NULL, 'اتمام مهلت پاسخ به استعلام', NULL, '1400/07/08', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2021-09-30 07:05:00', '2021-10-19 07:59:35'),
(19, 'به روز رسانی سامانه سیما', 'تبدیل IP 172.16.6.21 به آدرس اینترنتی داخلی', NULL, 50, 6, 'احمد رحمانی', 'آنی', 'انجام شده', NULL, NULL, 'سامانه به آدرس sima.persiatc.local از درون شرکت و با آدرس dashboard.persiatc.com از خارج آن در دسترس است', '1400/07/10', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2021-10-02 11:35:27', '2021-10-04 12:06:01'),
(20, 'راه اندازی سیستم های حسابرس', 'خواهشمند است، با توجه به حضور حسابرس های شرکت از روز شنبه مورخ 17 مهرماه 1400، نسبت به راه اندازی دو دستگاه کامپیوتر با دسترسی به پرینتر، Microsoft Office و نرم افزار تدبیر اقدامات لازم را مبذول دارید.\r\n\r\nبا سپاس\r\nعالمی فر', NULL, 20, 30, 'ملیکا  عالمی فر', 'متوسط', 'انجام شده', 'تایید شده', NULL, 'تعداد 2 دستگاه سیستم کامپیوتر به صورت کامل و همراه با تمامی برنامه های مورد نیاز جهت استفاده حسابرسان آماده گردید و مشکل ارتباط با سرور جدید برنامه مالی(تدبیر) مرتفع گردید .', '1400/07/12', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2021-10-04 11:44:22', '2022-07-02 07:07:56'),
(21, 'تکمیل اطلاعات As is شناورها', 'نظر به الزام تجمیع و تکمیل اطلاعات مربوط به شناورها به منظور تهیه طرح به روزرسانی زیرساخت شناورها، خواهشمند است نسبت به تکمیل اطلاعات کنونی شناورها اقدامات لازم را مبذول دارید.\r\n\r\nبا سپاس', NULL, 50, 30, 'ملیکا  عالمی فر', 'متوسط', 'انجام شده', 'تایید شده', NULL, 'اطلاعات اولیه از سمت شناور ها جمع آوری شده و پس از اصلاح موارد لازم، در یک قالب مشترک تجمیع و تکمیل گردید و فایل های آن قابل ارائه می باشد.\r\nاز سه شنبه 06 تا یکشنبه 11 مهرماه بطول انجامید', '1400/07/12', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/1633350438_vessels info.jpg', '2021-10-04 11:48:24', '2022-07-02 07:08:03'),
(22, 'پیگیری وضعیت دامین ها و هاست های گلوبال پتروتک', 'خواهشمند است، نسبت به پیگیری وضعیت دامین ها و هاست های زیرمجموعه شرکت گلوبال پتروتک اقدامات لازم را مبذول دارید.\r\n\r\nبا سپاس', NULL, 20, 30, 'ملیکا  عالمی فر', 'عادی', 'انجام شده', 'تایید شده', NULL, 'پیرو صحبت های انجام شده با سرکار خانم دهنوی از شرکت گلوبال پتروتک در رابطه با تعیین تکلیف وضعیت دامین ها و هاست های آن شرکت در پنل هاستینگ شرکت پرشیا ، مکاتبات از طریق ایمیل با میدیریت آن شرکت انجام پذیرفته و ضمن لیست نمودن آدرس های مربوط به آن شرکت وضعیت در مرحله دستورات مدیر عامل شرکت گلوبال پتروتک میباشد .\r\n\r\nآخرین به روز رسانی : حسب امر مدیر عامل شرکت گلوبال پتروتک مبنی بر تعیین تکلیف وضعیت دامین های آن شرکت ، تمامی دامین های آن شرکت توسط خودشان به جای دیگری انتقال یافته لذا کلیه سرویس های مربوط به دامین شرکت مذکور متوقف میگردد .', '1400/07/12', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/1634463801_globalpetrotech.PNG', '2021-10-04 11:51:56', '2022-07-02 07:08:08'),
(23, 'پیگیری وضعیت هاست ها و دامنه ها', 'خواهشمند است، به منظور الزام برای دریافت هزینه از شرکت های مالک و صدور فاکتور برای دامنه و هاست های تمدید شده؛ نسبت به جمع آوری و تکمیل اطاعات پرداختی و دریافت هزینه و صدور فاکتورها، اقدامات لازم را مبذول دارید.', NULL, 50, 30, 'ملیکا  عالمی فر', 'عادی', 'انجام شده', 'تایید شده', NULL, 'لیست فاکتورهای پرداختی از سال 1394 تهیه و تکمیل گردید.', '1400/07/12', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2021-10-04 11:54:40', '2022-07-02 07:08:15'),
(24, 'پیگیری تهیه هاست بکاپ', 'نظر به لزوم حفظ Redundant در سرورها در صورت بروز مشکل، نسبت به تحقیق و پیگیری برای تهیه هاست ایرانی به عنوان بکاپ اقدامات لازم را مبذول دارید.\r\n\r\nبا سپاس', NULL, 20, 30, 'ملیکا  عالمی فر', 'عادی', 'انجام شده', 'تایید شده', NULL, 'با توجه به ضرورت وجود هاستینگ ایرانی جهت redundancy و بک آپ بهترین گزینه هاست برتینا میباشد که از نظر فضای مورد نیاز و ترافیک درخواستی مورد قبول و تایید مدیریت عامل و مدیر فنی قرار گرفته و وضعیت در صف پرداخت واقع شده است . \r\nبه روز رسانی 1400/8/3 :  هاست برتینا خریداری گردید و مستندات و فاکتور تقدیم خانم مرادی جهت ارائه به واحد مالی گردید . پنل جدید برتینا فعال و پسورد آن تغییر گردید و در فایل اکسل تقدیم همکاران واحد فنی گردید . \r\n\r\nبه روز رسانی :  در تاریخ 1400/7/25 روز یکشنبه همراه با ضمیمه فاکتور جهت پرداخت نهایی تحویل واحد محترم مالی گردید .\r\n\r\nبه روز رسانی : در تاریخ 1400/8/3 هاست ایرانی برتینا با همکاری خانم مرادی خریداری گردید و کلیه مستندات و فاکتورهای مورد نظر پرینت و تحویل ایشان قرار گرفت . لازم به ذکر است پنل جدید برتینا فعال و پسورد آن تغییر و در فایل اکسل به روزرسانی گردید .', '1400/07/12', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2021-10-04 12:01:35', '2022-07-02 07:08:20'),
(26, 'مجوز دکل ساختمان اراک', 'پیرو تماس تلفنی در خصوص پیگیری اخذ مجوز نصب دکل ساختمان خ اراک شرکت مهندسی وساخت تاسیسات دریایی اقدام نمایید', NULL, 45, 6, 'احمد رحمانی', 'آنی', 'انجام شده', 'متوقف', 'با احترام ، با خانم رضایی مهر شرکت ارتباط مشترک شهر جهت اخذ مجوز دکل تماس گرفته شد ، اعلام نمودند با توجه به توضیحات و راهنمایی ها به شرکت تاسیسات دریایی ، مقرر گردید موضوع از سوی شرکت رسپینا پیگیری گردد و در حال انجام می باشد', 'با احترام ، با خانم رضایی مهر، شرکت ارتباط مشترک شهر جهت اخذ مجوز دکل تماس گرفته شد ، اعلام نمودند با توجه به توضیحات و راهنمایی ها به شرکت تاسیسات دریایی ، مقرر گردید موضوع از سوی شرکت رسپینا پیگیری گردد و در حال انجام می باشد ،همچنین اعلام نمودند حتی راهکار اینکه چگونه مجوز پایان کار بگیرند نیز به کارشناسان تاسیسات توضیح داده شده است.', '1400/07/24', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2021-10-16 03:58:36', '2022-07-04 03:03:09'),
(27, 'پیگیری وصول مطالبات از شرکت همراه اول', 'پیرو مکاتبات و جلسات حضوری لطفا در خصوص پیگیری وصولمطالبات از شرکت همراه اول اقدام نمایید', NULL, 36, 6, 'احمد رحمانی', 'آنی', 'بررسی نشده', NULL, NULL, NULL, '1400/07/24', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2021-10-16 04:00:18', '2021-10-16 04:00:18'),
(30, 'تکمیل و ارسال فرم خود ارزیابی(خود اظهاری)', 'لطفا نسبت به تکمیل فرم پیوست  و ارسال آن از طریق سامانه سیما حداکثر تا روز یکشنبه مورخ 1400/8/9 اقدام فرمایید', NULL, 34, 6, 'احمد رحمانی', 'آنی', 'انجام شده', 'تایید شده', NULL, NULL, '1400/08/06', 'storage/TdlAttachments/1635414543_فرم خود ارزیابی.xlsx', 'storage/TdlAttachments/nothing', '2021-10-28 09:49:03', '2022-07-04 03:02:15'),
(31, 'ارسال لیست میزان کارمزد دریافتی بانک ها بابت ضمانت نامه', 'ارسال اکسل میزان کارمزد دریافتی بانک ها به همراه میزان سپرده نقدی', NULL, 23, 6, 'احمد رحمانی', 'آنی', 'درحال انجام', NULL, NULL, NULL, '1401/03/01', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-05-22 02:44:09', '2022-06-01 07:16:37'),
(32, 'ارسال لیست فاکتورهای صادره', 'ارسال اکسل فاکتورهای صادره درفروردین و اردیبهشت ماه به تفکییک از طریق سامانه سیما', NULL, 25, 6, 'احمد رحمانی', 'آنی', 'بررسی نشده', NULL, NULL, NULL, '1401/03/01', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-05-22 03:00:00', '2022-05-25 03:42:50'),
(33, 'دریافت چک های ضمانت از کارفرمایان', 'نسبت به دریافت چک های ضمانت از شرکت کیتو ، شرکت مهندسی و ساخت تاسیسات دریایی و شرکت سداد و مرکز نابروری ابن سینا اقدام وگزارش آن از طریق سامانه سیما ارسال نمایید', NULL, 23, 6, 'احمد رحمانی', 'آنی', 'درحال انجام', NULL, NULL, NULL, '1401/03/01', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-05-22 03:02:39', '2022-06-01 07:15:02'),
(34, 'رفع مغایرت  حسابها با شرک مهندسی و ساخت تاسیسات دریایی ایران', 'با توجه به بازبودن چند حساب سنواتی در حساب های فی مابین این شرکت و شرکت مهندسی وساخت تاسیسات دریایی ایران نسبت به رفع آن حداکثر تا تاریخ 1401/03/10 اقدام وگزارش آن از طریق سامانه سیما ارسال نمایید', NULL, 40, 6, 'احمد رحمانی', 'متوسط', 'انجام شده', NULL, NULL, NULL, '1401/03/01', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-05-22 03:07:01', '2022-05-25 03:42:26'),
(35, 'ارائه شرح وظایف هریک از کارکنان به تفکیک', 'نسبت ابه ارسال شرح وظایف هریک از کارکنان به تفکیک در قابل فایل word  ازطریق سامانه سیما حداکثر تاریخ 1401/03/04 اقدام نمایید', NULL, 40, 6, 'احمد رحمانی', 'آنی', 'انجام شده', NULL, NULL, 'قبلا شرح وظایف هر یک از پست های واحد مالی برای سرکار خانم مرادی ارسال شده است', '1401/03/01', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-05-22 03:12:38', '2022-05-25 03:48:31'),
(36, 'پایلوت لینک رادیویی شرکت مناطق نفت خیز جنوب', 'آخرین وضعیت پیگیری طرح جایگزینی ماهواره از طریق لینک رادیویی', NULL, 45, 6, 'احمد رحمانی', 'آنی', 'بررسی نشده', NULL, NULL, NULL, '1401/03/01', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-05-22 03:18:07', '2022-05-22 03:18:07'),
(37, 'ارسال ریز هزینه های اداری شرکت', 'نسبت به ارسال ریز هزینه های اداری شرکت برای ماههای فروردین ماه و اردیبهشت ماه 1401 از طریق سامانه سیما حداکثر تا تاریخ 1401/03/04 اقدام نمایید', NULL, 25, 6, 'احمد رحمانی', 'آنی', 'بررسی نشده', NULL, NULL, NULL, '1401/03/01', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-05-22 03:34:43', '2022-05-25 03:44:32'),
(47, 'ارسال مدارک ومستندات تجهیزات اکتیو بنیاد امور بیماریهای خاص', 'نسبت به ارسال کلیه مدارک ومستندات تجهیزات اکتیو رسیده به گمرک امام خمینی (ر) حداکثر تا روز شنبه مورخ 1401/03/07 اقدام نمایید', NULL, 39, 6, 'احمد رحمانی', 'فوری', 'انجام شده', NULL, NULL, NULL, '1401/03/04', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-05-25 12:21:11', '2022-06-08 06:34:17'),
(48, 'ارسال مدارک ومستندات تجهیزات اکتیو بنیاد امور بیماریهای خاص', 'ارسال کلیه مدارک ومستندات تجهیزات اکتیو رسیده به گمرک امام خمینی (ر) حداکثر تا روز شنبه مورخ 1401/03/07', NULL, 39, 6, 'احمد رحمانی', 'فوری', 'انجام شده', NULL, NULL, NULL, '1401/03/04', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-05-25 12:23:11', '2022-06-08 06:34:35'),
(49, 'ارسال مدارک گمرکی  به بنیاد امور بیماریهای خاص', 'ارسال کلیه مدارک ومستندات تجهیزات اکتیو رسیده به گمرک امام خمینی (ر) حداکثر تا روز شنبه مورخ 1401/03/07', NULL, 39, 6, 'احمد رحمانی', 'آنی', 'انجام شده', NULL, NULL, NULL, '1401/03/04', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-05-25 12:24:30', '2022-06-08 06:33:38'),
(50, 'ارسال مدارک گمرکی  به بنیاد امور بیماریهای خاص', 'ارسال اسناد  گمرکی  حداکثر تا روز شنبه مورخ 1401/03/07', NULL, 48, 6, 'احمد رحمانی', 'آنی', 'درحال انجام', NULL, NULL, NULL, '1401/03/04', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/1654669842_price you gave me to your client 20220425 PTE211227C.pdf', '2022-05-25 12:25:26', '2022-06-08 06:32:23'),
(51, 'ارسال مدارک گمرکی  به بنیاد امور بیماریهای خاص', 'ارسال اسناد  گمرکی  حداکثر تا روز شنبه مورخ 1401/03/07', NULL, 39, 6, 'احمد رحمانی', 'آنی', 'انجام شده', NULL, NULL, 'تکراری', '1401/03/04', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-05-25 12:25:26', '2022-06-08 06:35:12'),
(52, 'ارسال مدارک گمرکی  به بنیاد امور بیماریهای خاص', 'ارسال اسناد  گمرکی  حداکثر تا روز شنبه مورخ 1401/03/07', NULL, 39, 6, 'احمد رحمانی', 'آنی', 'انجام شده', NULL, NULL, 'تکراری', '1401/03/04', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-05-25 12:25:39', '2022-06-08 06:35:33'),
(53, 'قیمت گذاری دارایی های شرکت توسط کارشناس دادگستری', 'علی رغم گذشت بیش از 7 ماه ازمصوبه هیات مدیره شماره 246 مورخ 1400/8/1  و واریز حق الزحمه به حساب کانون وکلای دادگستری تاکنون این موضوع محقق نشده است لذا پیگیری شود قبل از جابجایی به طبقه دوم این کار صورت پذیرد', NULL, 40, 6, 'احمد رحمانی', 'فوری', 'انجام شده', NULL, NULL, NULL, '1401/03/10', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-05-31 14:04:03', '2022-09-05 06:18:52'),
(54, 'ارسال صورتحساب مانده مرخصی کارکنان برق یارد خرمشهر', 'به منظور پرداخت سنوات کارکنان برق یارد خرمشهر ضروری است تادر اسرع وقت نسبت به صدور صورت حساب وارسال و اخذ تاییدیه و اعمال حساب  و دریافت مبلغ آن از کارفرمااقدام نمایید', NULL, 40, 6, 'احمد رحمانی', 'آنی', 'انجام شده', NULL, NULL, NULL, '1401/03/10', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-05-31 14:07:21', '2022-06-01 06:38:25'),
(55, 'بررسی لینک های رادیویی باند 6 تا 6.4 گیگا', 'نسبت به بررسی فنی و اخذ مجوز و قیمت لینک های رادیویی باند 6 تا 6.4 اقدام و نتیجه را ارسال نمایید', NULL, 45, 6, 'احمد رحمانی', 'آنی', 'بررسی نشده', NULL, NULL, NULL, '1401/03/11', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-06-01 03:42:09', '2022-06-01 03:42:09'),
(56, 'بهره برداری از دکل های شرکتIOEC درعسلویه', 'نسبت به اخذ مشخصات دکل های ارتباطی شرکت مهندسی و ساخت تاسیسات دریایی ایران در عسلویه و کنگان  برای بهره برداری و توزیع اینترنت اقدام نمایید ضما آقای مهندس اصناف زاده در جریان هستند', NULL, 45, 6, 'احمد رحمانی', 'آنی', 'بررسی نشده', NULL, NULL, NULL, '1401/03/11', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-06-01 03:48:41', '2022-06-01 03:48:41'),
(57, 'لحاظ کردن موارد قید شده در اسناد مناقصه  بیمارستان بامیان در طراحی تفضیلی', 'نظر به اینکه در اسناد مناقصه بیمارستان بامیان در برخی از بخش های بصورت تفصیلی موارد فنی مطرح شده است لازم است موارد مذکور در طراحی تفضیلی آورده شود', NULL, 35, 6, 'احمد رحمانی', 'آنی', 'بررسی نشده', NULL, NULL, NULL, '1401/03/24', 'storage/TdlAttachments/1655180517_اسناد مناقصه شبکه نهایی.pdf', 'storage/TdlAttachments/nothing', '2022-06-14 04:21:57', '2022-06-14 04:21:57'),
(58, 'الباقی رهن ساختمان حقیقت طلب', 'لطفا اعلام نمایید که آیا تاکنون الباقی مبلغ رهن ساختمان حقیقت طلب از موجر اخذ کرده اند ؟', NULL, 40, 6, 'احمد رحمانی', 'آنی', 'انجام شده', 'تایید شده', NULL, 'با صاحب ملک تسویه حساب شده است', '1401/04/04', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-06-25 10:36:48', '2022-07-04 03:05:19'),
(59, 'ارائه گزارش علت برگشت چک شرکت', 'با توجه به اینک چک تحویل شده به اداره مالیات خرمشهر با سررسید فروردین ماه 1401 بوده در حالیکه در پنچم تیر ماه 1401 برگشت خورده است علت آن را گزارش کنید', NULL, 40, 6, 'احمد رحمانی', 'آنی', 'بررسی نشده', NULL, NULL, NULL, '1401/04/12', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-07-03 02:08:32', '2022-07-03 02:08:32'),
(60, 'ارائه ریز هزینه های کارکنان حوزه فراساحل', 'نسبت به ارائه هزینه های کارکنان شناورها از ابتدای فروردین ماه 1401 تا پایان خرداد ماه 1401 اقدام نمایید', NULL, 25, 6, 'احمد رحمانی', 'آنی', 'بررسی نشده', NULL, NULL, NULL, '1401/04/12', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-07-03 02:10:28', '2022-07-03 03:45:42'),
(61, 'تعیین تکلیف تجهیزات باقی مانده در واحد طبقه 3', 'نسبت به تعیین تکلیف تجهیزات باقی مانده ازجمله پارتیشن ها ، میزها ، کانتر ، کمد ها  در واحد طبقه 3 با شرکت سکان اروند اقدام نمایید', NULL, 40, 6, 'احمد رحمانی', 'آنی', 'درحال انجام', NULL, NULL, NULL, '1401/04/12', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-07-03 03:23:09', '2022-07-12 07:14:42'),
(62, 'پرداخت تعهدات مالی کارت بارزگانی - اتاق بازرگانی آبادان', 'با عنایت به ارسال پیامک از سوی اتاق بازرگانی آبادان در خصوص پرداخت تعهدات مالی سررسید شده لطفا پیگیری و نتیجه را اعلام نمایید', NULL, 40, 6, 'احمد رحمانی', 'آنی', 'انجام شده', NULL, NULL, NULL, '1401/04/12', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-07-03 06:58:57', '2022-07-12 06:22:52'),
(63, 'دورکاری', 'سلام وقت بخیر\r\nدرتاریخ ۵/۵/۱۴۰۱ و ۶/۵/۱۴۰۱ و ۷/۵/۱۴۰۱ به صورت دور کار روی پروژه سانا و رفع ارور php و ارتقا آن کار کرده ام \r\nشرح ان به صورت زیر می باشد : \r\nچهارشنبه ۸-۱۲\r\nپنج شنبه : به مدت ۴ ساعت\r\nجمعه : به مدت ۴ ساعت \r\n\r\nباتشکر', NULL, 6, 48, 'آسیه یعقوبی', 'عادی', 'بررسی نشده', NULL, NULL, NULL, '1401/05/23', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-08-14 11:12:26', '2022-10-24 05:32:59'),
(64, 'ارائه جدول مطالبات از شرکت تاسیسات دریایی وبدهی ها و تعهدات جاری', 'لطفاجدول مطالبات از شرکت تاسیسات دریایی وبدهی ها و تعهدات جاری شرکت را در اسرع وقت ارائه نمایید', NULL, 40, 6, 'احمد رحمانی', 'فوری', 'انجام شده', NULL, NULL, NULL, '1401/06/13', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-09-04 03:02:04', '2022-09-05 06:18:00'),
(65, 'جدول حقوق پرسنل پروژه سازمان منطقه اقتصادی اروند', 'لطفا در اسرع وقت جدول حقوق پرسنل پروژه سازمان منطقه اقتصادی اروند را جهت نهایی کردن قرارداد ها ی پرسنل ارائه نمایید', NULL, 40, 6, 'احمد رحمانی', 'فوری', 'انجام شده', NULL, NULL, NULL, '1401/06/13', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-09-04 03:03:46', '2022-09-11 03:56:04'),
(66, 'پیگیری الحاقیه قرارداد تامی نیروی انسانی', 'لطفا نسبت به پیگیری الحاقیه نیروی انسانی از آقای عدالت خواه اقدام نمایید', NULL, 36, 6, 'احمد رحمانی', 'آنی', 'بررسی نشده', NULL, NULL, NULL, '1401/06/30', 'storage/TdlAttachments/nothing', 'storage/TdlAttachments/nothing', '2022-09-21 05:23:58', '2022-09-21 05:23:58'),
(67, 'گزارش کار ۱۶/۷/۱۴۰۱ -۳۰/۷/۱۴۰۱', 'باسلام \r\nخلاصه گزارش کار از شانزدهم تا سی ام مهرماه در یک فایل پی دی اف تقدیم حضور گردید', NULL, 6, 48, 'آسیه یعقوبی', 'عادی', 'بررسی نشده', NULL, NULL, NULL, '1401/08/02', 'storage/TdlAttachments/1666589565_گزارش کار مهرماه۱۴۰۱.pdf', 'storage/TdlAttachments/nothing', '2022-10-24 05:32:45', '2022-10-24 05:32:45');

-- --------------------------------------------------------

--
-- Table structure for table `tenders`
--

CREATE TABLE `tenders` (
  `id` int UNSIGNED NOT NULL,
  `status` varchar(100) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT 'مشخص نشده',
  `assignedTo` bigint DEFAULT NULL,
  `addedById` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `type` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `karshenasDaryaft` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `nahveDaryaft` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `monagheseGozar` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `mozoo` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `codeMonagheseGozar` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `codeSamaneSetadIran` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `dateRecieved` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `peyvastDaryafti` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `timeJalasePorseshPasokh` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `mohlat` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `tarikhBazgoshaei` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `namePhoneKarfarma` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `mablaghZemanat` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `moddatGharardad` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `nazarieKomisionTavan` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `karshenasPaygiri` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `mablaghEstelam` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `tasvirZemanat` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `tasvirPishnahadFanni` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `tasvirPishnahadGheymat` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `attachmentErsali` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `natijeMonaghese` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `paasokhKarfarma` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `akharinEghdamat` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `tarikhEsterdadZemanat` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `tenders`
--

INSERT INTO `tenders` (`id`, `status`, `assignedTo`, `addedById`, `type`, `karshenasDaryaft`, `nahveDaryaft`, `monagheseGozar`, `mozoo`, `codeMonagheseGozar`, `codeSamaneSetadIran`, `dateRecieved`, `peyvastDaryafti`, `timeJalasePorseshPasokh`, `mohlat`, `tarikhBazgoshaei`, `namePhoneKarfarma`, `mablaghZemanat`, `moddatGharardad`, `nazarieKomisionTavan`, `karshenasPaygiri`, `mablaghEstelam`, `tasvirZemanat`, `tasvirPishnahadFanni`, `tasvirPishnahadGheymat`, `attachmentErsali`, `natijeMonaghese`, `paasokhKarfarma`, `akharinEghdamat`, `tarikhEsterdadZemanat`, `created_at`, `updated_at`, `deleted_at`) VALUES
(2, 'مشخص نشده', NULL, '42', '2', '3', '4', '5', '6', '7', '8', '1399/1/17', 'nothing', '1399/1/5', '9', '1399/1/3', '10', '11', '12', '13', '14', '15', 'nothing', 'nothing', 'nothing', 'nothing', '16', '17', '18', '1399/1/2', '2020-04-04 08:59:47', '2020-04-05 06:29:47', '2020-04-05 06:29:47'),
(3, 'مشخص نشده', NULL, '6', 'مناقصه یک مرحله ای', 'مهدی کریمی', 'ستادایران', 'شرکت خدمات هوایی پست و مخابرات پیام', 'تامین ، اجرا و راه اندازی زیرساخت شبکه انتقال داده دسترسی lan,wan پروژه بهسازی وافزایش ظرفیت یک باب سوله', NULL, NULL, '1399/1/25', 'nothing', '1399/2/2', '1399/02/14', '1399/2/15', 'ميلاد امجدیان', '700000000 ریال', '2 ماه', NULL, NULL, NULL, 'nothing', 'nothing', 'nothing', 'nothing', NULL, NULL, NULL, NULL, '2020-04-13 09:25:23', '2020-04-13 09:31:02', NULL),
(4, 'مشخص نشده', NULL, '19', 'مناقصه دو مرحله ای', 'مهدی کریمی', 'تماس کارفرما', 'نقش اول کیفیت', 'خرید تجهیزات پسیو توسعه مراکز - فاز 3', '990124-01', NULL, '1399/1/27', 'nothing', NULL, '99/1/8 ساعت 12', NULL, 'فنی گیلانی 09125055416 بازرگانی منافی 09123276277-81717707', '24.000.000.000', '60 روز کاری', NULL, NULL, NULL, 'nothing', 'nothing', 'nothing', 'nothing', NULL, NULL, NULL, NULL, '2020-04-15 17:59:39', '2020-04-15 17:59:39', NULL),
(5, 'برنده', NULL, '6', 'یک مرحله ای', 'مهدی کریمی', 'ستادایران', 'دانشگاه علوم پزشکی و خدمات بهداشتی درمانی بم', 'خرید تجهیزات و نصب و راه اندازی', NULL, '2099090889000000', '1399/1/27', 'nothing', '1399/2/9', '1399/2/21', NULL, NULL, '175530000', '25 روز', NULL, NULL, NULL, 'nothing', 'nothing', 'nothing', 'nothing', NULL, NULL, NULL, NULL, '2020-04-15 19:28:42', '2022-06-11 12:16:11', NULL),
(6, 'برنده', NULL, '19', 'ارزیابی کیفی', 'کریمی', 'ستادایران', 'اداره کل راهداری و حمل و نقل جاده ای  سیستان و بلوچستان', 'خرید، نصب و راه اندازی دوربین های مدار بسته پایانه مرزی میرجاوه', NULL, '2099003972000003', '1399/2/13', 'nothing', NULL, '99/2/30', NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'nothing', 'nothing', 'nothing', 'nothing', NULL, NULL, NULL, NULL, '2020-05-04 07:01:47', '2022-05-31 09:47:38', NULL),
(7, 'مشخص نشده', NULL, '19', 'ارزیابی کیفی', 'مهدی کریمی', 'ستادایران', 'اداره کل راهداری و حمل و نقل جاده ای  سیستان و بلوچستان', 'خرید، نصب و راه اندازی دوربین های مدار بسته پایانه مرزی میلک', NULL, '2099003972000004', '1399/2/13', 'nothing', NULL, '99/2/30', NULL, NULL, NULL, NULL, NULL, NULL, NULL, 'nothing', 'nothing', 'nothing', 'nothing', NULL, NULL, NULL, NULL, '2020-05-04 07:02:52', '2022-01-30 08:41:16', '2022-01-30 08:41:16'),
(8, 'مشخص نشده', NULL, '19', 'مناقصه یک مرحله ای', 'مهدی کریمی', 'ستادایران', 'استانداری همدان', 'خرید ،نصب و راه اندازی دوربین مدار بسته ، برابر با شرایط پیوست فراخوان', NULL, '2099000114000002', '1399/2/13', 'nothing', NULL, '99/2/24', NULL, NULL, '185.000.000', NULL, NULL, NULL, NULL, 'nothing', 'nothing', 'nothing', 'nothing', NULL, NULL, NULL, NULL, '2020-05-04 07:04:18', '2022-01-30 08:41:06', '2022-01-30 08:41:06'),
(9, 'مشخص نشده', NULL, '47', '0', '0', '0', '0', '0', '0', '0', '0', 'nothing', '0', '0', '0', '0', '0', '0', '0', '0', '0', 'nothing', 'nothing', 'nothing', 'nothing', '0', '0', '0', '0', '2021-08-25 04:25:25', '2022-01-30 08:40:46', '2022-01-30 08:40:46'),
(10, 'مشخص نشده', NULL, '47', '1', '1', '1', '1', '1', '1', '1', '1', 'nothing', '1', '1', '1', '1', '1', '1', '1', '1', '1', 'nothing', 'nothing', 'nothing', 'nothing', '1', '1', '1', '1', '2021-08-25 04:25:55', '2022-01-30 08:40:52', '2022-01-30 08:40:52'),
(11, 'برنده', 39, '51', 'خرید بیسیم', 'عباس صارمی', 'ارجاع از مدیرعامل', 'شرکت  گاز لرستان', 'خرید بیسیم dmr', NULL, NULL, '1400/10/25', '/storage/upload/2022/1/16/1642314064_shrhkhadamat(1).pdf', '1400/10/27', '1400/11/5', '1400/11/5', NULL, NULL, NULL, NULL, 'ٌصارمی', '200000000', 'nothing', 'nothing', 'nothing', 'nothing', NULL, NULL, NULL, NULL, '2022-01-16 06:21:04', '2022-06-11 07:45:14', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `tests`
--

CREATE TABLE `tests` (
  `id` int UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `family` varchar(255) COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `tests`
--

INSERT INTO `tests` (`id`, `name`, `family`, `created_at`, `updated_at`) VALUES
(1, '1001', 'حسينعلي', '2022-11-16 04:58:31', '2022-11-16 04:58:31'),
(2, '1002', 'علي', '2022-11-16 04:58:31', '2022-11-16 04:58:31'),
(3, '1003', 'ياسين', '2022-11-16 04:58:31', '2022-11-16 04:58:31'),
(4, '1004', 'احمد', '2022-11-16 04:58:31', '2022-11-16 04:58:31'),
(5, '1005', 'حسين', '2022-11-16 04:58:32', '2022-11-16 04:58:32'),
(6, '1006', 'باقر', '2022-11-16 04:58:32', '2022-11-16 04:58:32'),
(7, '1007', 'محمد رضا', '2022-11-16 04:58:32', '2022-11-16 04:58:32'),
(8, '1008', 'فريبرز ', '2022-11-16 04:58:32', '2022-11-16 04:58:32'),
(9, '1009', 'مريم', '2022-11-16 04:58:32', '2022-11-16 04:58:32'),
(10, '1010', 'سيد مسعود', '2022-11-16 04:58:33', '2022-11-16 04:58:33'),
(11, '1011', 'محسن', '2022-11-16 04:58:33', '2022-11-16 04:58:33'),
(12, '1012', 'حسين', '2022-11-16 04:58:33', '2022-11-16 04:58:33'),
(13, '1013', 'مسلم', '2022-11-16 04:58:33', '2022-11-16 04:58:33'),
(14, '1014', 'قاسم', '2022-11-16 04:58:33', '2022-11-16 04:58:33'),
(15, '1015', 'شهاب', '2022-11-16 04:58:33', '2022-11-16 04:58:33'),
(16, '1016', 'رحمن', '2022-11-16 04:58:33', '2022-11-16 04:58:33'),
(17, '1017', 'محمد امين', '2022-11-16 04:58:33', '2022-11-16 04:58:33'),
(18, '1018', 'محسن', '2022-11-16 04:58:33', '2022-11-16 04:58:33'),
(19, '1019', 'بهزاد', '2022-11-16 04:58:33', '2022-11-16 04:58:33'),
(20, '1020', 'مجيد', '2022-11-16 04:58:34', '2022-11-16 04:58:34'),
(21, '1021', 'حسين', '2022-11-16 04:58:34', '2022-11-16 04:58:34'),
(22, '1022', 'سيد مهدي', '2022-11-16 04:58:34', '2022-11-16 04:58:34'),
(23, '1023', 'نجمه', '2022-11-16 04:58:34', '2022-11-16 04:58:34'),
(24, '1024', 'سلمان', '2022-11-16 04:58:34', '2022-11-16 04:58:34'),
(25, '1025', 'حامد', '2022-11-16 04:58:34', '2022-11-16 04:58:34'),
(26, '1026', 'محمدجواد', '2022-11-16 04:58:34', '2022-11-16 04:58:34'),
(27, '1027', 'محسن', '2022-11-16 04:58:34', '2022-11-16 04:58:34'),
(28, '1028', 'غلامرضا', '2022-11-16 04:58:35', '2022-11-16 04:58:35'),
(29, '1029', 'شاكر', '2022-11-16 04:58:35', '2022-11-16 04:58:35'),
(30, '1030', 'عدنان', '2022-11-16 04:58:35', '2022-11-16 04:58:35'),
(31, '1031', 'محمد', '2022-11-16 04:58:35', '2022-11-16 04:58:35'),
(32, '1032', 'ميثم', '2022-11-16 04:58:35', '2022-11-16 04:58:35'),
(33, '1033', 'مهدی', '2022-11-16 04:58:35', '2022-11-16 04:58:35'),
(34, '1034', 'مجید', '2022-11-16 04:58:35', '2022-11-16 04:58:35'),
(35, '1035', 'امین', '2022-11-16 04:58:35', '2022-11-16 04:58:35'),
(36, '1036', 'علی ', '2022-11-16 04:58:35', '2022-11-16 04:58:35'),
(37, '1037', 'محدثه', '2022-11-16 04:58:36', '2022-11-16 04:58:36'),
(38, '1038', 'عبداله', '2022-11-16 04:58:36', '2022-11-16 04:58:36'),
(39, '1039', 'عادل ', '2022-11-16 04:58:36', '2022-11-16 04:58:36'),
(40, '1040', 'غلامحسين', '2022-11-16 04:58:36', '2022-11-16 04:58:36');

-- --------------------------------------------------------

--
-- Table structure for table `time_sheets`
--

CREATE TABLE `time_sheets` (
  `id` int UNSIGNED NOT NULL,
  `description` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `assignment` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `kaarfarma` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `projectName` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `startHour` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `endHour` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `minutes` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `holdpoint` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `result` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `attach1` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `attach2` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `tdl_id` int UNSIGNED DEFAULT NULL,
  `user_id` int UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `time_sheets`
--

INSERT INTO `time_sheets` (`id`, `description`, `assignment`, `kaarfarma`, `projectName`, `startHour`, `endHour`, `minutes`, `holdpoint`, `result`, `attach1`, `attach2`, `tdl_id`, `user_id`, `created_at`, `updated_at`) VALUES
(1, 'لیست قیمت برای اقلام زیر: 1:سوییچ 2:سویچ نکسوز 3: دوربین های وایکون 4: سیستم پیجینگ 5: ورک استیشن 6: سرور 7:رادیو مناقصه سکان اروند 8:لپ تاپ 9: هارد 10: سویچهای 3850', 'خودم', 'احمد رحمانی', 'مناقصه', '7:30 صبح تا معمولا 3 بعد از ظهر اما معمولا در طول روز از ساعت 6 صبح در حال مکاتبه باهاشون هستم و از طرفی در خانه و طول مسیر برگشت نیز فعالیت دارم که شامل ایمیل تلفن چت و سرچ هستم.', '7:30 صبح تا معمولا 3 بعد از ظهر اما معمولا در طول روز از ساعت 6 صبح در حال مکاتبه باهاشون هستم و از طرفی در خانه و طول مسیر برگشت نیز فعالیت دارم که شامل ایمیل تلفن چت و سرچ هستم.', '3600 دقیقه جهت اضافه کاری ماه گذشته بوده است که البته جدا از 14 ساعت اضافه در شرکت مانده ام.', NULL, 'دریافت و ارسال بموقع پیش فاکتور و کاتالوگ مناقصه گچساران (PAGA System) از کشور چین و عدم دریافت پیش فاکتور ار دبی به علت لو رفتن این مناقصه برای ایران توسط تماس یکی از شرکت کنندگان این مناقصه و دریافت تمام پیش فاکتورها از چندین کشور و چندین شرکت که ختم شد به جلسه کمیسیون معاملات', 'nothing', 'nothing', NULL, 53, '2022-07-23 04:46:30', '2022-07-23 04:46:30');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int UNSIGNED NOT NULL,
  `email` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `family` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `password` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `nationalCode` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `groupName` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `position` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `mobileNumber` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `lastLogin` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `lastAction` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `twoStepCode` int DEFAULT NULL,
  `isAdmin` int DEFAULT NULL,
  `isDataEntry` int DEFAULT NULL,
  `isDefaulPassword` int DEFAULT '1',
  `Active` int DEFAULT '1',
  `avatar` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `remember_token` varchar(100) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `email`, `name`, `family`, `password`, `nationalCode`, `groupName`, `position`, `mobileNumber`, `lastLogin`, `lastAction`, `twoStepCode`, `isAdmin`, `isDataEntry`, `isDefaulPassword`, `Active`, `avatar`, `remember_token`, `created_at`, `updated_at`) VALUES
(6, 'rahmani@persiatc.com', 'احمد', 'رحمانی', '$2y$10$MJGOZ6aGBkxOoKSDPkWFB.Lga0HmN4n92DfalOty/FmpQ62oMWl/i', '1', 'مدیریت', 'مدیر عامل', '09121010328', '1668609375', '1668609375', NULL, 1, 1, 1, 1, '', 'UgmfujPwhS2Pv3lr0gsXNgDG2noXAaaPIYH5KwtuNbVsWLVaMP7TLhhAgGHi', NULL, '2021-07-25 03:25:20'),
(11, 'fatahi@persiatc.com', 'علی', 'فتاحی', '$2y$10$U7vF5hNQ/mheGXqU9UTgMu5Wr1ffqTBiTy4VtJ/QVtVxflDehUUn6', '4929930340', 'شناوری', 'کارشناس امور شناورها', '09365663103', NULL, NULL, NULL, 0, 0, 1, 1, NULL, NULL, NULL, NULL),
(12, 'nazeri@persiatc.com', 'محمد ', 'ناظری', '$2y$10$U7vF5hNQ/mheGXqU9UTgMu5Wr1ffqTBiTy4VtJ/QVtVxflDehUUn6', '0946917272', 'شناوری', 'کارشناس امور شناورها', '09356130434', NULL, NULL, NULL, 0, 0, 1, 1, NULL, NULL, NULL, NULL),
(14, 'rahmati@persiatc.com', 'delete user', 'delete user', '$2y$10$U7vF5hNQ/mheGXqU9UTgMu5Wr1ffqTBiTy4VtJ/QVtVxflDehUUn6', '5729479141', 'شناوری', 'کارشناس امور شناورها', '09153332259', NULL, NULL, NULL, 0, 0, 1, 1, NULL, NULL, NULL, NULL),
(16, 'm.mirmajidi@persiatc.com', 'سید مجتبی', ' میر مجیدی نظامی', '$2y$10$U7vF5hNQ/mheGXqU9UTgMu5Wr1ffqTBiTy4VtJ/QVtVxflDehUUn6', '0064387712', 'شناوری', 'کارشناس امور شناورها', '09120128316', '1543323836', NULL, NULL, 0, 0, 1, 1, NULL, 'mBIEhJ3DMcGEpgei61zzWHhhQcR87ISaHrFlzpgBrAyrqCTZycQxexoiANds', NULL, NULL),
(19, 'delete user2', 'delete user', 'delete user', '', '', 'delete user', 'delete user', '', NULL, NULL, NULL, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL),
(20, 'araghi@persiatc.com', 'delete user', 'delete user', '$2y$10$tjQozhCP6xb2/wO2EdsOh.0mN6QVARIQaAwqbnb3DvaiXHawVMfsy', '0070564345', 'بازرگانی', 'کارشناس بازرگانی', '09355929877', '1634461125', '1642230788', NULL, 0, 0, 1, 1, NULL, 'zhyQvQtO8YCa3YntC7RYNSCBOglJwYSxHj9IYSXw5SDAyhXAhQo5T5qKOCve', NULL, '2020-04-12 06:15:19'),
(23, 'ghayebi@persiatc.com', 'زهرا', 'غائبی', '$2y$10$7abAspF4ls4jJNwTSnC9XOQVB580shDLRKnhY6Xdo59XIRlNHXa1y', '6649831123', 'مالی', 'کارشناس مالی', '09120154871', '1652156713', '1659420071', NULL, 0, 0, 1, 1, NULL, 'J58451z6qT3YsYLEiTI0mlfpVxGh7dccuwDJIXDIwUBOi7G7jRYbaBa2z6nE', NULL, '2018-12-10 12:08:34'),
(25, 'boroumand@persiatc.com', 'سمیرا', 'برومند', '$2y$10$MJGOZ6aGBkxOoKSDPkWFB.Lga0HmN4n92DfalOty/FmpQ62oMWl/i', '0081581068', 'مالی', 'کارشناس مالی', '09129265192', '1663157022', '1663157084', NULL, 0, 0, 1, 1, NULL, '6seDdGMDZNZlUiRNXTN2kNwlb9tbBVPaz9afjGLAF0V5fbxGpkMcgwCUE7aO', NULL, '2020-04-15 04:13:31'),
(26, 'khani@persiatc.com', 'عباس', 'سانی خانی', '$2y$10$pHG3IH/ORCcuSs3CQafededxx2PzzYAVvuDNLkURVMPva.DgAFNsu', '0321012135', 'فنی', 'اداری', '09192648009', '1630231417', '1630231433', NULL, 0, 0, 1, 1, NULL, 'xAxMnuODF8zRrNRi4dn1L8YKLlktpgUde4481IWBxIBUVEbDQM3sf7fkYvRB', NULL, NULL),
(28, 'beyraghi@persiatc.com', 'فراز', 'بیرقی', '$2y$10$MJGOZ6aGBkxOoKSDPkWFB.Lga0HmN4n92DfalOty/FmpQ62oMWl/i', '0065268822', 'بازرگانی', 'کارشناس بازرگانی', '09128178183', '1666776590', '1666779059', NULL, 0, 0, 1, 1, NULL, 'lJsw4e0O6q4uDusn9GJIDDgvE2l3gkl04gjl9cRxp3ae7zYvedUuKOJp5Qqu', NULL, NULL),
(30, 'alemifar@persiatc.com', 'ملیکا ', 'عالمی فر', '$2y$10$DbA3GJ2zJoOViKj/k4eoieeeUz8YOmh7.bEU9XjwojDNLRoolLDbC', '0011750081', 'فنی', 'کارشناس فنی', '09127700919', '1664354010', '1664354021', NULL, 0, 0, 1, 1, NULL, 'BWQsFUI0ERtPiZHK6AIXeQOKjZfOWAWckWjlxhUt5kzJ9KNR6Lh3IQX7k1y7', NULL, '2018-12-11 10:00:23'),
(32, 'araghi.m@persiatc.com', 'میلاد', 'عراقی', '$2y$10$/uznjq6Gv0at7Nbzxr8/HuuHiHQcvD1Ja7q9zEUDBDQEy3Kd4KhXK', '0080099165', 'فنی', 'کارشناس فنی', '09125455015', '1592204606', '1609566378', NULL, 0, 0, 1, 1, NULL, 'OHLWUvWdKeoGsMY0SsSr75EWSWQpS21qpDxM9oIV1iHU3Jq6T3ITFRQ4T6PP', NULL, '2020-04-20 07:00:36'),
(33, 'delete user0', 'delete user', 'delete user', '', '', 'delete user', 'delete user', '', NULL, NULL, NULL, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL),
(34, 'moradi@persiatc.com', 'مهسا', 'مرادی', '$2y$10$MJGOZ6aGBkxOoKSDPkWFB.Lga0HmN4n92DfalOty/FmpQ62oMWl/i', '2400138753', 'بازرگانی', 'کارشناس بازرگانی', '09176516804', '1667366108', '1667366111', NULL, 0, 0, 1, 1, NULL, 'eVQW87JJEgisZFj5uyZvQiXxwfVmI64bNlVVdLntkxZ2fiidDYLA3twJu2jo', NULL, '2020-01-07 11:12:46'),
(35, 'tavakoli@persiatc.com', 'یوسف', 'توکلی', '$2y$10$U7vF5hNQ/mheGXqU9UTgMu5Wr1ffqTBiTy4VtJ/QVtVxflDehUUn6', '6519849480', 'بازرگانی', 'مدیر بازرگانی', '09124343018', '1666682404', '1666686100', NULL, 0, 0, 1, 1, NULL, 'qDkAyLrqUrodDwaroIr9lxvsCWinDxNqfp3saYnSkCrIO9IWF1FyXFwlYMdN', NULL, NULL),
(36, 'nikooei@persiatc.com', 'سمیه', 'نیکویی', '$2y$10$2/ery2BtWA/5QIEHFE1pv.B9Lwjgylbg5Btc5Qz1/5eT99CvpiTG.', '2539697259', 'اداری', 'کارشناس اداری', '09126773439', '1667730932', '1667731133', NULL, 1, 0, 1, 1, NULL, '4N2DB5F9yBsXlqBUvLgjPbfzboQgt303VgBpcpfw7klpeAe4tUL0wiUnz5xv', NULL, '2020-08-23 11:39:29'),
(39, 'nejatian@persiatc.com', 'هاله', 'نجاتیان', '$2y$10$MJGOZ6aGBkxOoKSDPkWFB.Lga0HmN4n92DfalOty/FmpQ62oMWl/i', '', 'بارزگانی خارجی', 'کارشناس', '', '1655284486', '1667219869', NULL, 0, 0, 1, 1, NULL, 'lLN0IFvpu78rKLEprb5uqkdwVYho1X5JN8h0D85pNBUcL1g6dyiN6HQ3gr7a', NULL, NULL),
(40, 'torkaman@persiatc.com', 'احمد', 'ترکمان', '$2y$10$MJGOZ6aGBkxOoKSDPkWFB.Lga0HmN4n92DfalOty/FmpQ62oMWl/i', '', 'مالی', 'مدیر', '', '1667799845', '1667802629', NULL, 0, 0, 1, 1, NULL, 'fJ273Hddz4rmAw0EZVmcAkfd6xidDjy6bEQhOmJyTdNh5lFmAWzWGDzeocxY', NULL, NULL),
(42, 'khanbeigi@persiatc.com', 'رامین', 'احمدخان بیگی', '$2y$10$dWPIKZFbXj66.eWG2SYPge5UMY5LqaVKEn/8j0xQf8O7fal6FlE96', '', 'فنی', 'مدیر فنی', '09361130282', '1649740268', '1649740268', NULL, 0, 0, 1, 1, NULL, 'QvaU76tbC2Gpf3UBfRqyppsh8eYZwbl9enE85ujGiEmYVFLUinmc8tB78Zz8', NULL, '2020-04-06 12:26:20'),
(45, 'mohebzadeh@persiatc.com', 'ابراهیم', 'محب زاده', '$2y$10$MJGOZ6aGBkxOoKSDPkWFB.Lga0HmN4n92DfalOty/FmpQ62oMWl/i', '0081146361', 'بازرگانی', 'مدیر بازرگانی', '09171332933', '1666700373', '1666700551', NULL, 0, 0, 1, 1, NULL, 'gyKd6drBIJvvbyyt9jXjEzBeonvIc7YD3FVd5nt3aafTHrJzP5ugycA7dd5b', NULL, NULL),
(47, 'delete user1', 'delete user', 'delete user', '', '', 'delete user', 'delete user', '', NULL, NULL, NULL, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL),
(48, 'yaghoubi@persiatc.com', 'آسیه', 'یعقوبی', '$2y$10$MJGOZ6aGBkxOoKSDPkWFB.Lga0HmN4n92DfalOty/FmpQ62oMWl/i', '0922759911', 'فنی', 'کارشناس فنی', '09330945684', '1667973176', '1667973225', NULL, 1, 1, 1, 1, NULL, 'vz7ykDTimOlm1PclptgcRMZOd2yBKRRA6cUk3MGuTLOxoDoQFjuxUEeQiwlK', NULL, '2021-12-13 11:46:06'),
(49, 'sepehrimanesh@persiatc.com', 'delete user', 'delete user', '$2y$10$MJGOZ6aGBkxOoKSDPkWFB.Lga0HmN4n92DfalOty/FmpQ62oMWl/i', '', 'بازاریابی', 'کارشناس  بازاریابی و تحقیق ', '', '1646565258', '1646565259', NULL, NULL, NULL, 1, 1, NULL, 'vwwulM4i7Z1vBIBHp5oSZk1Fvv9XpMLtipWDxOSddUP4AzPjtIrngRWS3V9V', NULL, NULL),
(50, 'vahabi@persiatc.com', 'وحید', ' وهابی قوریچائی', '$2y$10$DrfVM7rVxupVv45osPauJ.qS3JGjEsXskOxtWJpDRH1RVMaEuBGnS', '', '', 'کارشناس فنی', '', '1665205084', '1665205111', NULL, NULL, NULL, 1, 1, NULL, 'tVgprdP5XbbISFCc25wwYVabViZ7ufsYXNTopRqlMKr2rxw2Cgmc6Sx8G9q4', NULL, '2021-10-03 07:30:51'),
(51, 'saremi@persiatc.com', 'delete user', 'delete user', '$2y$10$MJGOZ6aGBkxOoKSDPkWFB.Lga0HmN4n92DfalOty/FmpQ62oMWl/i', '', '', 'کارشناس بازرگانی', '', '1646810224', '1646810225', NULL, NULL, NULL, 1, 1, NULL, 'iItiRALX9PC86k6lwbPQYa3GJcEBth5BjyPcBLZU5xoknP2h6hxoSCtzWR57', NULL, NULL),
(52, 'kheirkhah@persiatc.com', 'delete user', 'delete user', '$2y$10$MJGOZ6aGBkxOoKSDPkWFB.Lga0HmN4n92DfalOty/FmpQ62oMWl/i', '', '', '', '', '1642321925', '1642325250', NULL, NULL, NULL, 1, 1, NULL, 'P3nmroHdsBqNQvtT0a84kyvHEXYD7p9JVaZgzdCKs3HjDSF0jON1FiKwlfN0', NULL, NULL),
(53, 'moomivand@persiatc.com', 'بهاره', 'مومیوند', '$2y$10$MJGOZ6aGBkxOoKSDPkWFB.Lga0HmN4n92DfalOty/FmpQ62oMWl/i', '', '', 'کارشناس بازرگانی', '', '1653206753', '1658551625', NULL, NULL, NULL, 1, 1, NULL, '0nPZrBobQ457mrigCv98qOQXPGKlg3JNKUXRqjDWNneW9K95mKJPM88SjOc7', NULL, NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `archives`
--
ALTER TABLE `archives`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `avls`
--
ALTER TABLE `avls`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `baners`
--
ALTER TABLE `baners`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `certificates`
--
ALTER TABLE `certificates`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `chats`
--
ALTER TABLE `chats`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `commissions`
--
ALTER TABLE `commissions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `commissions_commissionable_type_commissionable_id_index` (`commissionable_type`,`commissionable_id`);

--
-- Indexes for table `commission_majors`
--
ALTER TABLE `commission_majors`
  ADD PRIMARY KEY (`id`),
  ADD KEY `commission_majors_commissionable_type_commissionable_id_index` (`commissionable_type`,`commissionable_id`);

--
-- Indexes for table `commission_medium`
--
ALTER TABLE `commission_medium`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `commission_partials`
--
ALTER TABLE `commission_partials`
  ADD PRIMARY KEY (`id`),
  ADD KEY `commission_partials_commissionable_type_commissionable_id_index` (`commissionable_type`,`commissionable_id`);

--
-- Indexes for table `confirms`
--
ALTER TABLE `confirms`
  ADD PRIMARY KEY (`id`),
  ADD KEY `confirms_confirmable_type_confirmable_id_index` (`confirmable_type`,`confirmable_id`);

--
-- Indexes for table `consents`
--
ALTER TABLE `consents`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `contracts`
--
ALTER TABLE `contracts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `dailyworks`
--
ALTER TABLE `dailyworks`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `divars`
--
ALTER TABLE `divars`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `dokumentations`
--
ALTER TABLE `dokumentations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `financial_guarantees`
--
ALTER TABLE `financial_guarantees`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `forms`
--
ALTER TABLE `forms`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `info_companies`
--
ALTER TABLE `info_companies`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `inquiries`
--
ALTER TABLE `inquiries`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `inquiry_details`
--
ALTER TABLE `inquiry_details`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `instructions`
--
ALTER TABLE `instructions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `invoices`
--
ALTER TABLE `invoices`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- Indexes for table `payment_order_forms`
--
ALTER TABLE `payment_order_forms`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `phones`
--
ALTER TABLE `phones`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `phone_books`
--
ALTER TABLE `phone_books`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `proceedings`
--
ALTER TABLE `proceedings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `products`
--
ALTER TABLE `products`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `projects`
--
ALTER TABLE `projects`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `purchase_requests`
--
ALTER TABLE `purchase_requests`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `purchase_request_forms`
--
ALTER TABLE `purchase_request_forms`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `regulations`
--
ALTER TABLE `regulations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `seller_contracts`
--
ALTER TABLE `seller_contracts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `smsirlaravel_logs`
--
ALTER TABLE `smsirlaravel_logs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `suggestions`
--
ALTER TABLE `suggestions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tdls`
--
ALTER TABLE `tdls`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tenders`
--
ALTER TABLE `tenders`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tests`
--
ALTER TABLE `tests`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `time_sheets`
--
ALTER TABLE `time_sheets`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `archives`
--
ALTER TABLE `archives`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=42;

--
-- AUTO_INCREMENT for table `avls`
--
ALTER TABLE `avls`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=298;

--
-- AUTO_INCREMENT for table `baners`
--
ALTER TABLE `baners`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `certificates`
--
ALTER TABLE `certificates`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=28;

--
-- AUTO_INCREMENT for table `chats`
--
ALTER TABLE `chats`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `commissions`
--
ALTER TABLE `commissions`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `commission_majors`
--
ALTER TABLE `commission_majors`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `commission_medium`
--
ALTER TABLE `commission_medium`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `commission_partials`
--
ALTER TABLE `commission_partials`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `confirms`
--
ALTER TABLE `confirms`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `consents`
--
ALTER TABLE `consents`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- AUTO_INCREMENT for table `contracts`
--
ALTER TABLE `contracts`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=37;

--
-- AUTO_INCREMENT for table `dailyworks`
--
ALTER TABLE `dailyworks`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `divars`
--
ALTER TABLE `divars`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `dokumentations`
--
ALTER TABLE `dokumentations`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=15;

--
-- AUTO_INCREMENT for table `financial_guarantees`
--
ALTER TABLE `financial_guarantees`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `forms`
--
ALTER TABLE `forms`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `info_companies`
--
ALTER TABLE `info_companies`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `inquiries`
--
ALTER TABLE `inquiries`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `inquiry_details`
--
ALTER TABLE `inquiry_details`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `instructions`
--
ALTER TABLE `instructions`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=23;

--
-- AUTO_INCREMENT for table `invoices`
--
ALTER TABLE `invoices`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=62;

--
-- AUTO_INCREMENT for table `payment_order_forms`
--
ALTER TABLE `payment_order_forms`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `phones`
--
ALTER TABLE `phones`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `phone_books`
--
ALTER TABLE `phone_books`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `proceedings`
--
ALTER TABLE `proceedings`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `products`
--
ALTER TABLE `products`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- AUTO_INCREMENT for table `projects`
--
ALTER TABLE `projects`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `purchase_requests`
--
ALTER TABLE `purchase_requests`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `purchase_request_forms`
--
ALTER TABLE `purchase_request_forms`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `regulations`
--
ALTER TABLE `regulations`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `seller_contracts`
--
ALTER TABLE `seller_contracts`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=23;

--
-- AUTO_INCREMENT for table `smsirlaravel_logs`
--
ALTER TABLE `smsirlaravel_logs`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `suggestions`
--
ALTER TABLE `suggestions`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `tdls`
--
ALTER TABLE `tdls`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=68;

--
-- AUTO_INCREMENT for table `tenders`
--
ALTER TABLE `tenders`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `tests`
--
ALTER TABLE `tests`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=41;

--
-- AUTO_INCREMENT for table `time_sheets`
--
ALTER TABLE `time_sheets`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=54;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
